[
    {
        "heading": "Apple AI, new Siri, iOS 18 and more: Everything Apple just announced",
        "link": "/tech-startup/news/apple-ai-new-siri-ios-18-and-more-everything-apple-just-announced-3631941",
        "description": "Apple’s Worldwide Developers Conference (WWDC) 2024 keynote has concluded, and the company unveiled some major updates and innovations. From AI advancements to major operating system upgrades, here’s everything you need to know.",
        "time": "2w ago"
    },
    {
        "heading": "Apple finally unveils its own AI: Meet, Apple Intelligence",
        "link": "/tech-startup/news/apple-finally-unveils-its-own-ai-meet-apple-intelligence-3631891",
        "description": "At this year's Worldwide Developers Conference (WWDC) 2024, Apple just announced \"Apple Intelligence,\" a new suite of AI features designed for the iPhone, Mac, and other devices.",
        "time": "2w ago"
    },
    {
        "heading": "Apple is unveiling iOS 18, Siri AI and more: Watch LIVE here",
        "link": "/tech-startup/news/apple-unveiling-ios-18-siri-ai-and-more-watch-live-here-3631796",
        "description": "Apple's annual Worldwide Developers Conference (WWDC) is currently underway, with the tech giant unveiling iOS 18, a major update to its mobile operating system.",
        "time": "2w ago"
    },
    {
        "heading": "How to not handle a crisis communication: A lesson from Coca-Cola",
        "link": "/tech-startup/news/how-not-handle-crisis-communication-lesson-coca-cola-3631536",
        "description": "Coca-Cola's botched ad campaign highlights the pitfalls of crisis communication.",
        "time": "2w ago"
    },
    {
        "heading": "Donald Trump calls himself \"crypto president\"",
        "link": "/tech-startup/news/donald-trump-calls-himself-crypto-president-3630541",
        "description": "Former US President and current Republican Presidential candidate Donald Trump has called himself the \"crypto president\" during a fundraiser last week, as per sources present at the event. As per reports, Trump portrayed himself as a staunch advocate for cryptocurrency during the event, while criticising Democratic efforts to regulate the industry.",
        "time": "2w ago"
    },
    {
        "heading": "Bangladesh moves up 6 spots in global startup ecosystem index 2024",
        "link": "/tech-startup/news/bangladesh-moves-6-spots-global-startup-ecosystem-index-2024-3629791",
        "description": "Bangladesh has ascended 6 places to rank 83rd in the recently published 'Global Startup Ecosystem Index 2024' report by StartupBlink, a global startup map and research centre. In the report, Dhaka also climbed 71 spots to secure the 140th position among top 1,000 listed cities. Dhaka was also ranked 7th in South Asia for the Agtech industry.",
        "time": "2w ago"
    },
    {
        "heading": "Fintech startup Elevate secures investment worth $5 million",
        "link": "/tech-startup/news/fintech-startup-elevate-secures-investment-worth-5-million-3628481",
        "description": "Elevate, a fintech startup based in London and Dubai, has secured an investment of $5 million aimed at expanding its presence in South Asian markets, including Bangladesh. The startup offers a simplified method for receiving USD payments from international employers and platforms such as Upwork, Fiverr, Paypal, Deel, and Toptal.",
        "time": "2w ago"
    },
    {
        "heading": "Govt to create smart jobs and new research centres",
        "link": "/tech-startup/news/govt-create-smart-jobs-and-new-research-centres-3628306",
        "description": "Finance Minister Abul Hassan Mahmood Ali has just announced the proposed budget for the fiscal year 2024-25 for Bangladesh. In the proposal, the Finance Minister laid out the government's plan to create new \"smart jobs\" and establish new research centres based on \"frontier technologies\".",
        "time": "2w ago"
    },
    {
        "heading": "It's going to cost more to talk and browse from now on",
        "link": "/tech-startup/news/mobile-calls-and-internet-services-get-costlier-3628256",
        "description": "In the fiscal year 2024-25 budget speech, Finance Minister Abul Hasan Mahmud Ali announced an increase in the supplementary duty on mobile phone calls and internet services. Effective immediately, the supplementary duty has been raised by 5 percent, bringing the total VAT on talk time and internet services to 20 percent from the previous 15 percent. This increase will be applied at the time of mobile phone recharge.",
        "time": "2w ago"
    },
    {
        "heading": "Mobile phone raw material import concessions extended to 2026",
        "link": "/tech-startup/news/mobile-phone-raw-material-import-concessions-extended-2026-3628221",
        "description": "The current notification on concessionary import facilities for mobile phone manufacturing raw materials has been extended to 30 June 2026 from its original validity till 30 June 2024.",
        "time": "2w ago"
    },
    {
        "heading": "National Budget FY25: Three-year tax exemption for cashless tech jobs",
        "link": "/tech-startup/news/national-budget-fy25-three-year-tax-exemption-cashless-tech-jobs-3628216",
        "description": "The Finance Minister has put forward a proposition to exempt from tax the incoming arising from several tech-related business activities, on the condition that the business holder is a resident or a non-resident Bangladeshi. Furthermore, the tax exemption will last three years and only on the condition that all business activities of such a person are cashless.",
        "time": "2w ago"
    },
    {
        "heading": "DU hosts AI art exhibition",
        "link": "/tech-startup/news/du-hosts-ai-art-exhibition-3627391",
        "description": "An artificial intelligence (AI) art exhibition is currently being held at the University of Dhaka's Fine Arts Faculty, till June 6. Organised by University of Dhaka’s Data and Design Lab, this amalgamation of art and technology is showcasing various images created using Artificial Intelligence (AI).",
        "time": "3w ago"
    },
    {
        "heading": "New technologies unveiled at Computex Taipei 2024 so far",
        "link": "/tech-startup/news/new-technologies-unveiled-computex-taipei-2024-so-far-3627376",
        "description": "Considered one of the biggest technology trade shows in the world, this year's Computex is showcasing tech such as semiconductor chips and gadgets from companies such as Intel, Nvidia, AMD, Asus, MSI, and more. Here is a quick breakdown of some of the gadgets and technology unveiled so far at Computex Taiwan 2024.",
        "time": "3w ago"
    },
    {
        "heading": "Winners of ‘Women in Tech’ announced",
        "link": "/tech-startup/news/winners-women-tech-announced-3627096",
        "description": "Huawei announced the winners of its ‘Women in Tech’ competition at a gala ceremony held on Tuesday at Pan Pacific Sonargaon Dhaka. The competition was launched last year in Bangladesh with UNESCO as a strategic partner.",
        "time": "3w ago"
    },
    {
        "heading": "Robi datathon 3.0 winners announced",
        "link": "/tech-startup/news/robi-datathon-30-winners-announced-3626956",
        "description": "Robi Axiata concluded the grand finale of Datathon 3.0 on Monday at the Bangabandhu International Conference Center (BICC). The winners of Datathon 3.0 were awarded a total of BDT 10 lakh in prizes.",
        "time": "3w ago"
    },
    {
        "heading": "ChatGPT is down, again",
        "link": "/tech-startup/news/chatgpt-down-again-3626926",
        "description": "OpenAI’s ChatGPT service is facing significant issues today, with users experiencing a second major outage following an earlier disruption. The outage, which has affected both the ChatGPT mobile apps and the web service, has left many users without responses to their queries.",
        "time": "3w ago"
    },
    {
        "heading": "Pathao co-founder Elius in Tatler Asia's ‘Leaders of Tomorrow’",
        "link": "/tech-startup/news/pathao-co-founder-elius-tatler-asias-leaders-tomorrow-3625721",
        "description": "Hussain Elius, founder and CEO of Wind.app and former CEO and co-founder of Pathao, has been recognised by Tatler Asia's Gen.T 'Leaders of Tomorrow' list. As the founder and CEO of the Singapore-based fintech startup Wind.app, Elius was chosen for this list because Wind.app enables easy global transactions using blockchain technology and simplifies global payments, as per Tatler.",
        "time": "3w ago"
    },
    {
        "heading": "Nvidia to launch next-gen AI chips in 2026",
        "link": "/tech-startup/news/nvidia-launch-next-gen-ai-chips-2026-3625541",
        "description": "Nvidia is releasing a next-generation AI chip platform called Rubin for 2026, as per the company's CEO Jensen Huang in a recent announcement. This will include new graphics (GPU), central processors (CPU), and networking chips.",
        "time": "3w ago"
    },
    {
        "heading": "Nvidia expected to surpass Apple as the world's second-most valuable company",
        "link": "/tech-startup/news/nvidia-expected-surpass-apple-the-worlds-second-most-valuable-company-3624056",
        "description": "Nvidia, capitalising on the rapid adoption of AI applications, is poised to overtake Apple as the world's second-most valuable company. This potential shift threatens to displace Apple, which has dominated Wall Street's market value rankings for years.",
        "time": "3w ago"
    },
    {
        "heading": "AI could be a game changer for EV charging",
        "link": "/tech-startup/news/ai-could-be-game-changer-ev-charging-3623101",
        "description": "New artificial intelligence (AI) tools could enhance the reliability of the power grid and electric vehicle (EV) charging infrastructure, according to a study by the University of Michigan Transportation Research Institute (UMTRI) and Utilidata, an AI-powered technology company.",
        "time": "3w ago"
    },
    {
        "heading": "Meta removes pages linked to Awami League for \"inauthentic behaviour\"",
        "link": "/tech-startup/news/meta-removes-pages-linked-awami-league-inauthentic-behaviour-3623091",
        "description": "Meta, the parent company of Facebook, has announced the removal of numerous accounts and pages linked to Bangladesh's ruling Awami League, citing violations of its policy against \"coordinated inauthentic behaviour\".",
        "time": "3w ago"
    },
    {
        "heading": "Over 2,500 internal documents leaked, Google confirms",
        "link": "/tech-startup/news/over-2500-internal-documents-leaked-google-confirms-3622916",
        "description": "The leaked documents suggest that Google collects and might use data that company representatives have previously claimed do not contribute to webpage rankings in Google Search, such as clicks and Chrome user data",
        "time": "3w ago"
    },
    {
        "heading": "Google to invest $2 bln in Malaysian data centre",
        "link": "/tech-startup/news/google-invest-2-bln-malaysian-data-centre-3622766",
        "description": "Google will invest $2 billion in building the company's first data centre in Malaysia, according to an official statement by the Malaysian government. The statement adds that this data centre will support 26,500 jobs in the country, across sectors such as healthcare, education, and finance.",
        "time": "3w ago"
    },
    {
        "heading": "YouTube is bringing ‘Playables’ games for all users",
        "link": "/tech-startup/news/youtube-bringing-playables-games-all-users-3622101",
        "description": "YouTube’s “app store” for games is set to reach a wider audience as the company announced on Tuesday that its collection of lightweight, free games, known as “Playables,” will soon be available within the YouTube app for all users, as well as on the YouTube Homepage. Initially, these games were accessible to select users for testing before being offered to YouTube Premium subscribers last November.",
        "time": "3w ago"
    },
    {
        "heading": "OpenAI begins training new AI model more powerful than GPT-4",
        "link": "/tech-startup/news/openai-begins-training-new-ai-model-more-powerful-gpt-4-3621966",
        "description": "OpenAI has recently announced it has begun training its next flagship AI model, which is expected to surpass the capabilities of GPT-4. According to the company, this new model, currently unnamed, is expected to drastically improve various AI-based applications such as chatbots, search engines, and image generators.",
        "time": "4w ago"
    },
    {
        "heading": "OnePlus Nord N30 SE: A no-nonsense budget phone made in Bangladesh",
        "link": "/tech-startup/news/oneplus-nord-n30-se-no-nonsense-budget-phone-made-bangladesh-3620991",
        "description": "The first made-in-Bangladesh OnePlus device impresses in the budget category.",
        "time": "4w ago"
    },
    {
        "heading": "Elon Musk plans supercomputer to power xAI's Grok: report",
        "link": "/tech-startup/news/elon-musk-plans-supercomputer-power-xais-grok-report-3619226",
        "description": "Elon Musk's AI startup, xAI, is reportedly planning on building a supercomputer to power the next version of xAI's chatbot Grok, according to the American tech publication The Information. As per the report, Elon Musk told investors that the supercomputer is planned to be four times bigger than modern GPU clusters.",
        "time": "1m ago"
    },
    {
        "heading": "Locally-made OnePlus Nord N30 SE 5G now available in Bangladesh",
        "link": "/tech-startup/news/locally-made-oneplus-nord-n30-se-5g-now-available-bangladesh-3619176",
        "description": "OnePlus Nord N30 SE 5G has recently been launched in Bangladesh. According to an official press release, this is the first locally-made OnePlus device in the country.",
        "time": "1m ago"
    },
    {
        "heading": "Global car brands 'Jaecoo' and 'Omoda' arrive in Bangladesh",
        "link": "/tech-startup/news/global-car-brands-jaecoo-and-omoda-arrive-bangladesh-3619156",
        "description": "Three new models of cars from the brands ‘Jaecoo’ and ‘Omoda’ have been launched in Bangladesh: JAECOO J7, OMODA C5, and OMODA E5. According to a press release, Asian MotorSpeX Limited, the official distributor of these cars, unveiled them at the recently held 17th Dhaka Motor Show 2024.",
        "time": "1m ago"
    },
    {
        "heading": "24 teams participate in sustainable development competition",
        "link": "/tech-startup/news/24-teams-participate-sustainable-development-competition-3618936",
        "description": "24 teams comprising over 100 Bangladeshis aged 15 to 24 recently participated in the GenU imaGen Ventures Youth Challenge 2023-24 Community Solution Pitch Day, a competition where young entrepreneurs present solutions to address climate change impacts and gender equality in Bangladesh.",
        "time": "1m ago"
    },
    {
        "heading": "How to track Cyclone Remal",
        "link": "/tech-startup/news/how-track-cyclone-remal-3618341",
        "description": "As Cyclone Remal approaches Bangladesh, staying informed about its trajectory, intensity, and potential impact is crucial for ensuring safety and preparedness. Thanks to advancements in technology, tracking cyclones has become more accessible and accurate. Here are some of the best tools and resources available for monitoring Cyclone Remal and other severe weather events.",
        "time": "1m ago"
    },
    {
        "heading": "Fahim Saleh murder: Assistant killed him to hide theft from girlfriend",
        "link": "/tech-startup/news/fahim-saleh-murder-assistant-killed-him-hide-theft-girlfriend-3618326",
        "description": "Tyrese Haspil, the former personal assistant of Fahim Saleh, murdered Saleh out of fear of abandonment by his French girlfriend, Marine Chaveuz, if she discovered his theft of hundreds of thousands of dollars from his employer, argues Haspil's lawyer.",
        "time": "1m ago"
    },
    {
        "heading": "A stellar gaming experience: The ASUS ROG Zephyrus G14",
        "link": "/tech-startup/news/stellar-gaming-experience-the-asus-rog-zephyrus-g14-3616971",
        "description": "The ASUS ROG Zephyrus G14 is a stellar gaming laptop that excels in nearly every aspect.",
        "time": "1m ago"
    },
    {
        "heading": "Honor Magic 6 Pro launched in Bangladesh",
        "link": "/tech-startup/news/honor-magic-6-pro-launched-bangladesh-3618316",
        "description": "Smartphone brand Honor has introduced the Magic 6 Pro in Bangladesh.",
        "time": "1m ago"
    },
    {
        "heading": "AI-PCs, new laptops, and more: Everything Microsoft just announced",
        "link": "/tech-startup/news/ai-pcs-new-laptops-and-more-everything-microsoft-just-announced-3615296",
        "description": "Ahead of its Build developer conference, Microsoft has unveiled significant advancements in AI and Surface technologies. At a pre-Build event on Monday, which was not livestreamed for the public, Microsoft introduced its vision for AI-centric PCs with the new Copilot+ PCs and announced the latest Surface devices.",
        "time": "1m ago"
    },
    {
        "heading": "Meet the astronaut who waited 60 years to voyage into space",
        "link": "/tech-startup/news/meet-the-astronaut-who-waited-60-years-voyage-space-3615291",
        "description": "Former US Air Force Captain Ed Dwight fulfilled a lifelong dream on May 19 by venturing into space, becoming the oldest person to do so at the age of 90. His journey on Blue Origin's New Shepard NS-25 spacecraft was the company’s first human flight since 2022. The mission took six tourists to the edge of space including Ed.",
        "time": "1m ago"
    },
    {
        "heading": "Abandoned opportunities: How demand latency hurts Bangladeshi brands",
        "link": "/tech-startup/news/abandoned-opportunities-how-demand-latency-hurts-bangladeshi-brands-3615266",
        "description": "Demand latency is a universal phenomenon that companies are still struggling to get a grasp of. To build a more sustainable future for businesses in Bangladesh as well as understanding the impact of demand latency for the youth may secure the future of businesses across industries in the coming years.",
        "time": "1m ago"
    },
    {
        "heading": "Bangladesh ranks 29th among top countries for hiring freelancers",
        "link": "/tech-startup/news/bangladesh-ranks-29th-among-top-countries-hiring-freelancers-3615071",
        "description": "Bangladesh has been ranked 29th out of 30 countries for hiring freelancers in a recent report by CEOWORLD Magazine, with a score of 46.92.",
        "time": "1m ago"
    },
    {
        "heading": "2 Bangladeshi robotics teams win Gold at WSEEC 2024",
        "link": "/tech-startup/news/2-bangladeshi-robotics-teams-win-gold-wseec-2024-3614521",
        "description": "2 Bangladeshi robotics teams have won the Gold Medals at the World Science Environment and Engineering Competition (WSEEC) 2024, held in Indonesia. The competition was attended by 310 teams from 18 countries.",
        "time": "1m ago"
    },
    {
        "heading": "2 Bangladeshi teams set to play Esports World Cup qualifiers",
        "link": "/tech-startup/news/2-bangladeshi-teams-set-play-esports-world-cup-qualifiers-3613866",
        "description": "A1 esports, a Bangladeshi esports team, is headed to Nepal to play qualifiers to participate in the Esports World Cup 2024. This is the first time A1 eSports will play PlayerUnknown’s Battlegrounds (PUBG) mobile in an international LAN tournament. The top five teams from the PUBG Mobile Super League - Central and South Asia (PMSL CSA) will qualify for the Esports World Cup 2024 scheduled to be held in Saudi Arabia later this year.",
        "time": "1m ago"
    },
    {
        "heading": "Sennheiser and Neumann showcase audio products in Dhaka",
        "link": "/tech-startup/news/sennheiser-and-neumann-showcase-audio-products-dhaka-3611371",
        "description": "Sennheiser, a German audio equipment manufacturer, has teamed up with Melody & Co., a audio distributor in Bangladesh, to present a showcase of audio solutions in Dhaka. The event provided an opportunity for customers to experience the quality and innovations of Sennheiser and Neumann. Berlin products.",
        "time": "1m ago"
    },
    {
        "heading": "9 Bangladeshis named in Forbes 30 under 30 Asia list",
        "link": "/tech-startup/news/9-bangladeshis-named-forbes-30-under-30-asia-list-3611266",
        "description": "Forbes has announced the ninth edition of its '30 Under 30 Asia' list.",
        "time": "1m ago"
    },
    {
        "heading": "Ubisoft reveals new Assassin's Creed game set in feudal Japan",
        "link": "/tech-startup/news/ubisoft-reveals-new-assassins-creed-game-set-feudal-japan-3610996",
        "description": "Ubisoft has unveiled the latest entry in its acclaimed Assassin’s Creed franchise, officially titled Assassin’s Creed Shadows.",
        "time": "1m ago"
    },
    {
        "heading": "Nokia relaunches the iconic Nokia 3210",
        "link": "/tech-startup/news/nokia-relaunches-the-iconic-nokia-3210-3610691",
        "description": "The Nokia 3210, a mobile phone that left an indelible mark on a generation, is back after a quarter-century since its debut. Popularly known as the ‘brick phone’, the Nokia 3210 is making a comeback through Human Mobile Devices (HMD), a Finnish mobile phone manufacturer.",
        "time": "1m ago"
    },
    {
        "heading": "Building a cybersecurity company from scratch",
        "link": "/tech-startup/news/building-cybersecurity-company-scratch-3610666",
        "description": "Security is one of the major aspects in our life that we think about on a daily basis. In today's environment, cyber risks are just as significant as physical ones. The demand for cybersecurity, a word used to describe defence against threats related to the internet, has grown dramatically as society becomes increasingly digitally oriented.",
        "time": "1m ago"
    },
    {
        "heading": "OnePlus officially launched in Bangladesh",
        "link": "/tech-startup/news/oneplus-officially-launched-bangladesh-3610621",
        "description": "OnePlus also unveiled its first-ever made-in-Bangladesh smartphone, the Nord N30 SE 5G.",
        "time": "1m ago"
    },
    {
        "heading": "Google is going all AI: Biggest announcements from I/O 2024",
        "link": "/tech-startup/news/google-going-all-ai-biggest-announcements-io-2024-3610536",
        "description": "Google's annual I/O developer conference 2024 hosted on May 14 has unveiled a series of transformative upgrades set to reshape the digital landscape. Here are the key highlights from Google I/O 2024.",
        "time": "1m ago"
    },
    {
        "heading": "Co-founder Ilya Sutskever leaves OpenAI",
        "link": "/tech-startup/news/co-founder-ilya-sutskever-leaves-openai-3610496",
        "description": "Ilya Sutskever, co-founder and chief scientist at OpenAI, has recently announced his departure from the AI tech startup. His leave was confirmed by OpenAI CEO Sam Altman in a public blog on OpenAI's official website and by Sutskever himself on a post in X.",
        "time": "1m ago"
    },
    {
        "heading": "SBK Tech Ventures invests $7.1 million in 6 Bangladeshi startups",
        "link": "/tech-startup/news/sbk-tech-ventures-invests-71-million-6-bangladeshi-startups-3610471",
        "description": "Currently, SBK has 46 startups in their portfolio",
        "time": "1m ago"
    },
    {
        "heading": "Infinix Note 40 Pro: A well-balanced mid-range performer",
        "link": "/tech-startup/news/infinix-note-40-pro-well-balanced-mid-range-performer-3609831",
        "description": "Infinix has made a notable entry into the mid-range smartphone market with its latest release, the Infinix Note 40 Pro",
        "time": "1m ago"
    },
    {
        "heading": "Grameenphone releases Lumière Season 2’s first episode featuring Shehzad Munim",
        "link": "/tech-startup/news/grameenphone-releases-lumiere-season-2s-first-episode-featuring-shehzad-munim-3609721",
        "description": "Grameenphone has unveiled a new episode of the second season of the Lumière series, spotlighting Shehzad Munim, the former Managing Director of British American Tobacco Bangladesh. This episode delves into Munim's illustrious career, his philosophical approach to life and work, and his fervent passion for cricket, offering viewers a profound glimpse into the life of a remarkable leader.",
        "time": "1m ago"
    },
    {
        "heading": "OpenAI launches GPT-4o, a free for all, faster GPT model",
        "link": "/tech-startup/news/openai-launches-gpt-4o-free-all-faster-gpt-model-3609371",
        "description": "OpenAI has introduced GPT-4o, an updated version of its GPT-4 model.",
        "time": "1m ago"
    },
    {
        "heading": "Is AI already deceiving us? Experts believe so",
        "link": "/tech-startup/news/ai-already-deceiving-us-experts-believe-so-3608956",
        "description": "Current AI systems, designed to be honest, have developed a troubling skill for deception, from tricking human players in online games of world conquest to hiring humans to solve “prove-you're-not-a-robot” tests, argues a team of scientists in the open-source data science journal Patterns.",
        "time": "1m ago"
    },
    {
        "heading": "Dubai launches “Gaming Visa”",
        "link": "/tech-startup/news/dubai-launches-gaming-visa-3608201",
        "description": "Dubai has launched a Gaming Visa initiative aimed at attracting content creators, offering employment, and training opportunities through it. In collaboration with companies and academic institutions, Dubai is extending long-term cultural visas to welcome more individuals, artists, and creators under the Creative and Talented Accreditation Certificate.",
        "time": "1m ago"
    },
    {
        "heading": "TikTok begins advertising in Bangladesh",
        "link": "/tech-startup/news/tiktok-begins-advertising-bangladesh-3606206",
        "description": "TikTok has launched advertising options in Bangladesh, selecting Aleph as its regional sales partner.",
        "time": "1m ago"
    },
    {
        "heading": "Realme C65 launched in Bangladesh",
        "link": "/tech-startup/news/realme-c65-launched-bangladesh-3605821",
        "description": "Realme has recently launched Realme C65. The phone offers 8GB+8GB RAM. The smartphone is available in Starlight Purple and Starlight Black colours, states a press release.",
        "time": "1m ago"
    },
    {
        "heading": "OpenAI is building a search engine inside ChatGPT",
        "link": "/tech-startup/news/openai-building-search-engine-inside-chatgpt-3605771",
        "description": "OpenAI, the company behind ChatGPT, a language model, is venturing into the search engine market with plans to expand ChatGPT's capabilities, according to a recent report by Bloomberg. The company aims to equip ChatGPT with a web-crawling feature that can search the internet for answers and provide detailed responses with source citations that mirrors the functionality of Google Search.",
        "time": "1m ago"
    },
    {
        "heading": "OnePlus to officially launch in Bangladesh",
        "link": "/tech-startup/news/oneplus-officially-launch-bangladesh-3605281",
        "description": "OnePlus plans to showcase its range, including the flagship models and the OnePlus Nord Series.",
        "time": "1m ago"
    },
    {
        "heading": "Apple launches the thinnest iPad ever",
        "link": "/tech-startup/news/apple-launches-the-thinnest-ipad-ever-3604421",
        "description": "Apple has launched its latest iPad Pro models at the Apple event on May 7, featuring an incredibly slim design and cutting-edge technology. The 11-inch model measures just 5.3 mm thin, while the 13-inch model is even thinner at 5.1 mm, making it the thinnest iPad ever produced by Apple.",
        "time": "1m ago"
    },
    {
        "heading": "Here are the biggest announcements from Apple’s iPad event",
        "link": "/tech-startup/news/here-are-the-biggest-announcements-apples-ipad-event-3604416",
        "description": "Apple has unveiled a new line up of products at the Apple’s iPad event on May 7. Here are the announcements from Apple’s iPad event:",
        "time": "1m ago"
    },
    {
        "heading": "Does keeping your AC at 27° with fan turned on really save money?",
        "link": "/tech-startup/news/does-keeping-your-ac-27deg-fan-turned-really-save-money-3603306",
        "description": "Dhaka's scorching summers inevitably lead to a surge in air conditioner (AC) usage. While escaping the heat is essential, the resulting spike in electricity bills can be a significant concern. Fortunately, a data-driven approach to AC settings, combined with the strategic use of fans, offers a solution that prioritizes both comfort and cost-effectiveness.",
        "time": "1m ago"
    },
    {
        "heading": "Vivo V30 Lite launched in Bangladesh",
        "link": "/tech-startup/news/vivo-v30-lite-launched-bangladesh-3602716",
        "description": "Vivo has introduced the V30 Lite smartphone in Bangladesh. The device was unveiled earlier today at a lunching ceremony in the capital.",
        "time": "1m ago"
    },
    {
        "heading": "RUET students develop bomb-disposal robot for Bangladesh Army",
        "link": "/tech-startup/news/ruet-students-develop-bomb-disposal-robot-bangladesh-army-3602656",
        "description": "The robot, named Hades-X-ZeroThree, draws inspiration from Greek mythology.",
        "time": "1m ago"
    },
    {
        "heading": "Meet Victoria Shi, Ukraine foreign ministry's AI spokeswoman",
        "link": "/tech-startup/news/meet-victoria-shi-ukraine-foreign-ministrys-ai-spokeswoman-3602471",
        "description": "Ukraine has recently unveiled Victoria Shi, an AI-generated spokeswoman, who has been appointed to deliver official statements on behalf of its foreign ministry. According to Ukraine, this is the first time they are using a digital representative to read the ministry's messages, although the statements themselves will continue to be written by human writers.",
        "time": "1m ago"
    },
    {
        "heading": "Goodbye Subscene: Popular subtitles platform shuts down",
        "link": "/tech-startup/news/goodbye-subscene-popular-subtitles-platform-shuts-down-3602436",
        "description": "The popular subtitles platform Subscene is now closed.",
        "time": "1m ago"
    },
    {
        "heading": "Our picks for air coolers under BDT 20,000",
        "link": "/tech-startup/news/our-picks-air-coolers-under-bdt-20000-3601726",
        "description": "Looking for an eco-friendly and budget-conscious way to beat the heat this summer? Consider air coolers, also known as evaporative coolers, which offer a natural cooling method without the high energy consumption of traditional air conditioners.",
        "time": "1m ago"
    },
    {
        "heading": "IEEE AUST Student Branch organises 7th IEEE PES Day 2024",
        "link": "/tech-startup/news/ieee-aust-student-branch-organises-7th-ieee-pes-day-2024-3601701",
        "description": "The IEEE AUST Student Branch recently organised 7th IEEE Power and Energy Society (PES) Day 2024, featuring a seminar titled \"Empowering Electric Mobility Innovation: Challenges and Opportunities Towards Sustainable Transportation,\" presented in collaboration with the IEEE Power and Energy Society AUST SB Chapter.",
        "time": "1m ago"
    },
    {
        "heading": "Moon may contain more ice than past estimations: study",
        "link": "/tech-startup/news/moon-may-contain-more-ice-past-estimations-study-3600181",
        "description": "A recent study by space scientists from India and the US reveals evidence for a greater possibility of finding much more water-ice in the craters of the moon’s two polar regions than estimated in the past.",
        "time": "1m ago"
    },
    {
        "heading": "Pakistan to launch first-ever lunar mission",
        "link": "/tech-startup/news/pakistan-launch-first-ever-satellite-the-moon-3599876",
        "description": "Pakistan is set to launch its first lunar mission, iCube Q, from China's Hainan Space Site on May 3. The mission is launched in conjunction with China’s Chang'e 6 lunar mission.",
        "time": "1m ago"
    },
    {
        "heading": "What is Elon Musk doing in China?",
        "link": "/tech-startup/news/what-elon-musk-doing-china-3598971",
        "description": "Elon Musk's recent visit to China has stirred significant interest and speculation, drawing attention to the purpose and implications of his journey. Musk's visit, the details of which were mostly kept secret, was primarily aimed at the rollout of Tesla's Full Self-Driving (FSD) software in China, as well as receiving necessary permissions for data transfer regulations.",
        "time": "1m ago"
    },
    {
        "heading": "Microsoft plans to invest USD 1.7 bln in Indonesia",
        "link": "/tech-startup/news/microsoft-plans-invest-usd-17-bln-indonesia-3598921",
        "description": "Over the next four years, Microsoft plans to invest USD 1.7 billion in growing cloud services and artificial intelligence in Indonesia, according to Satya Nadella, the company's chairman and CEO. Data centre construction will also be a part of the investment.",
        "time": "1m ago"
    },
    {
        "heading": "Bangladeshi users made 3,580 cr. international calls on Imo in 2023",
        "link": "/tech-startup/news/bangladeshi-users-made-3580-cr-international-calls-imo-2023-3597676",
        "description": "Imo, a messaging and calling app, has reported a significant surge in usage among Bangladeshi users in 2023, with 3,580 crore international calls made over the platform. Bangladesh saw a total of 247.9 billion interactions on Imo in 2023, with each Bangladeshi user communicating approximately 730 times on average, equivalent to about twice a day.",
        "time": "1m ago"
    },
    {
        "heading": "Bangladeshi all-female robotics team to participate in international competition",
        "link": "/tech-startup/news/bangladeshi-all-female-robotics-team-participate-international-competition-3597391",
        "description": "Code Black, an all-female robotics team from Bangladesh, is participating in the World Science, Environment, and Engineering Competition (WSEEC) 2024, an international robotics event in Jakarta, Indonesia, scheduled from May 12 to 18. The team comprises Jannatul Ferdous Fabin (team leader), Nusrat Zahan Sinha (team management), Nosrat Jahan Nowrin (hardware), Saniea Islam Sara (software), and Tahia Rahman (project manager).",
        "time": "1m ago"
    },
    {
        "heading": "Bangladesh drops in global mobile internet speed ranking",
        "link": "/tech-startup/news/bangladesh-drops-global-mobile-internet-speed-ranking-3597346",
        "description": "Bangladesh has dropped six places in its global ranking for mobile internet speed performance, as reported by Ookla's Speedtest Global Index for March, which gathers data from monthly tests conducted by users worldwide. Despite individual improvements by operators, the country now sits at the 112th position out of 148 countries, falling from its previous position at 106th in the February report.",
        "time": "1m ago"
    },
    {
        "heading": "Unrealistic valuations to sweet deals: Shark Tank Bangladesh episode 1",
        "link": "/tech-startup/news/unrealistic-valuations-sweet-deals-shark-tank-bangladesh-episode-1-3596781",
        "description": "The much anticipated first episode of 'Shark Tank Bangladesh' saw three startups secure over 1 crore taka in investments and introduced viewers to some innovative ideas. But it also had its share of eyebrow-raising moments.",
        "time": "1m ago"
    },
    {
        "heading": "India launches first multi-purpose green hydrogen pilot project in Himachal Pradesh",
        "link": "/tech-startup/news/india-launches-first-multi-purpose-green-hydrogen-pilot-project-himachal-pradesh-3595256",
        "description": "India's first multi-purpose (combined Heat & Power) green hydrogen pilot project at state-owned Satluj Jal Vidyut Nigam’s 1,500 MW hydro power station (NJHPS) in Jhakri, Himachal Pradesh, was inaugurated today.",
        "time": "2m ago"
    },
    {
        "heading": "Dhruva Space partners with Indian government for space-grade solar array",
        "link": "/tech-startup/news/dhruva-space-partners-indian-government-space-grade-solar-array-3595246",
        "description": "In a step towards indigenisation in space sector, the Indian government’s Technology Development Board (TDB) has extended financial support for a fabrication of cutting-edge space-grade solar array and test facility by start-up Dhruva Space Private Limited in Hyderabad.",
        "time": "2m ago"
    },
    {
        "heading": "Startup Bangladesh announces BDT 1 cr. investment in Pulse Tech",
        "link": "/tech-startup/news/startup-bangladesh-announces-bdt-1-cr-investment-pulse-tech-3595236",
        "description": "Startup Bangladesh Limited, the government-backed venture capital firm under the ICT Division, has announced a strategic investment of BDT 1 crore in Pulse Tech Ltd. to enhance retail pharma operation in Bangladesh. The official announcement took place during a signing ceremony in Dhaka.",
        "time": "2m ago"
    },
    {
        "heading": "Bangladeshi scientist Zahid Hasan appointed visiting professor at MIT",
        "link": "/tech-startup/news/bangladeshi-scientist-zahid-hasan-appointed-visiting-professor-mit-3595196",
        "description": "Renowned Bangladeshi scientist M. Zahid Hasan has been appointed Visiting Professor of Physics at the Massachusetts Institute of Technology (MIT). Professor Hasan announced today via his social media account that he will begin teaching classes at MIT in May, focusing on quantum matter and quantum topology. His new role at MIT follows a distinguished career at Princeton University, where he is a Professor of Physics and has led groundbreaking research in the field of quantum physics.",
        "time": "2m ago"
    },
    {
        "heading": "WhatsApp tests offline file sharing and in-app dialing features",
        "link": "/tech-startup/news/whatsapp-tests-offline-file-sharing-and-app-dialing-features-3595136",
        "description": "Meta-owned messaging platform WhatsApp is reportedly testing new features for its app, including offline file sharing and an in-app dialer.",
        "time": "2m ago"
    },
    {
        "heading": "Meet the world’s first AI beauty pageant: Miss AI",
        "link": "/tech-startup/news/meet-the-worlds-first-ai-beauty-pageant-miss-ai-3595121",
        "description": "World AI Creator Awards (WAICA), in collaboration with Fanvue, a subscription platform for AI content, is set to organise ‘Miss AI’, the world’s first AI beauty pageant. In the competition, AI-generated contestants will compete for the title of ‘Miss AI’, showcasing a fusion of artificial intelligence and aesthetics.",
        "time": "2m ago"
    },
    {
        "heading": "Tesla profits drop 55% in Q1",
        "link": "/tech-startup/news/tesla-profits-drop-55-q1-3594951",
        "description": "Tesla has reported a 55% decline in profits to USD 1.13 billion for the first quarter (Q1), marked by a lengthy electric vehicle (EV) price-cutting strategy and various obstacles affecting the automaker's financial performance.",
        "time": "2m ago"
    },
    {
        "heading": "Who are Chief Heat Officers and what do they do?",
        "link": "/tech-startup/news/who-are-chief-heat-officers-and-what-do-they-do-3594916",
        "description": "Bushra Afreen, the Chief Heat Officer (CHO) for North Dhaka, has recently come under intense scrutiny and online trolling amidst a surge in heatwaves across the city. After her recent remarks in some interviews, Afreen has become a target of online trolling due to her high-profile role. This spotlight has led to confusion about what a Chief Heat Officer is, what their role entails, and whether they're a government-created position.",
        "time": "2m ago"
    },
    {
        "heading": "US bans TikTok, unless ByteDance sells it",
        "link": "/tech-startup/news/us-bans-tiktok-unless-bytedance-sells-it-3594901",
        "description": "US President Joe Biden signed a new law on Wednesday, potentially leading to a ban on TikTok, the Chinese-owned video streaming app, unless its ownership is sold within a year. This law represents the most significant threat to TikTok's future in the United States and heightens the ongoing tech conflict between the US and China.",
        "time": "2m ago"
    },
    {
        "heading": "India develops lightest bullet-proof jacket against high-calibre ammo",
        "link": "/tech-startup/news/india-develops-lightest-bullet-proof-jacket-against-high-calibre-ammo-3594261",
        "description": "India has successfully developed the lightest bullet-proof jacket in the country for protection against highest threat from ammunition 7.62 x 54 R API (Level 6 of BIS 17051).",
        "time": "2m ago"
    },
    {
        "heading": "CDOT and IIT Jodhpur collaborate for 5G and beyond",
        "link": "/tech-startup/news/cdot-and-iit-jodhpur-collaborate-5g-and-beyond-3594256",
        "description": "Centre For Development of Telematics (CDOT), the Indian government’s premier Telecom R&D Centre, and Indian Institute of Technology, Jodhpur today signed an agreement for “Automated Service Management in 5G and Beyond Networks Using AI”.",
        "time": "2m ago"
    },
    {
        "heading": "Grameenphone releases the season finale of Lumière featuring Kawshar Ahmed",
        "link": "/tech-startup/news/grameenphone-releases-the-season-finale-lumiere-featuring-kawshar-ahmed-3594241",
        "description": "Grameenphone has released the season finale of its Lumière series, this time focusing on Kawshar Ahmed, a name that stands out in the world of business and technology. Known for his innovative approach to entrepreneurship, Ahmed's episode in the Lumière series provides a unique insight into his life and career, revealing the journey that led him to become a leading figure in the tech industry.",
        "time": "2m ago"
    },
    {
        "heading": "Startup investment in Bangladesh sees 70% drop in Q1 2024",
        "link": "/tech-startup/news/startup-investment-bangladesh-sees-70-drop-q1-2024-3593631",
        "description": "The startup funding landscape in Bangladesh experienced a significant downturn in the first quarter of 2024, mirroring broader global trends.",
        "time": "2m ago"
    },
    {
        "heading": "Palak visits Meta office in Singapore",
        "link": "/tech-startup/news/palak-visits-meta-office-singapore-3593021",
        "description": "Zunaid Ahmed Palak, the Minister of State for Posts, Telecommunications, and Information Technology of Bangladesh, recently visited the Meta office in Singapore. The visit, shared by Palak on his official Facebook page, included a discussion on artificial intelligence (AI) policy between Meta and Bangladesh.",
        "time": "2m ago"
    },
    {
        "heading": "Apple removes WhatsApp and Threads from China App Store",
        "link": "/tech-startup/news/apple-removes-whatsapp-and-threads-china-app-store-3591196",
        "description": "Apple announced the removal of Meta Platforms' WhatsApp and Threads from the Chinese App Store on Friday, following directives from the Chinese government citing national security concerns.",
        "time": "2m ago"
    },
    {
        "heading": "Tesla is taking back cybertrucks. Here’s why",
        "link": "/tech-startup/news/tesla-taking-back-cybertrucks-heres-why-3591186",
        "description": "Tesla has announced a recall of all 3,878 Cybertrucks shipped to date due to a potential problem with the accelerator pedal, which could become stuck, posing a risk of crashes, according to the National Highway Traffic Safety Administration (NHTSA).",
        "time": "2m ago"
    },
    {
        "heading": "RUET team secures 3rd place in International ICT Competition",
        "link": "/tech-startup/news/ruet-team-secures-3rd-place-international-ict-competition-3590606",
        "description": "A group of students from the Rajshahi University of Engineering and Technology (RUET) has achieved third position in the Huawei ICT Competition 2023-2024 APAC Round. The competition, comprising over 6400 participants from 14 countries, has announced the winners at the APAC Award ceremony held in Jakarta, Indonesia.",
        "time": "2m ago"
    },
    {
        "heading": "Heads up, Meta has seriously entered the AI race",
        "link": "/tech-startup/news/heads-meta-has-seriously-entered-the-ai-race-3590556",
        "description": "Meta is launching a major update to its Meta AI assistant and its underlying large language model, Llama 3. The Meta AI assistant, first introduced last September, is now being integrated across Meta's core platforms including Facebook, Instagram, Whatsapp and Messenger. Users can interact with the assistant through search bars, message inboxes and even directly within the Facebook feed. Additionally, a standalone web app for Meta AI has been launched for the first time.",
        "time": "2m ago"
    },
    {
        "heading": "Google fires employees for protesting contract with Israel",
        "link": "/tech-startup/news/google-fires-employees-protesting-contract-israel-3590021",
        "description": "Google has recently laid off 28 employees involved in a public protest against the tech giant's cloud contract with the Israeli government, as per an official statement by the company.",
        "time": "2m ago"
    },
    {
        "heading": "Messenger launches HD photo sharing feature",
        "link": "/tech-startup/news/messenger-launches-hd-photo-sharing-feature-3589841",
        "description": "Meta’s Messenger has recently launched a high-definition (HD) photo sharing option on the platform. While Messenger is known for decreasing photo quality, with the recent update, clear high-definition (HD) photos can be sent in chats.",
        "time": "2m ago"
    },
    {
        "heading": "TikTok launches photo-sharing app to compete against instagram",
        "link": "/tech-startup/news/tiktok-launches-photo-sharing-app-compete-against-instagram-3589836",
        "description": "TikTok, the short-form video platform, is venturing into new territory with the launch of TikTok Notes, a photo-sharing app, as a competitor to Meta’s Instagram. The new app is currently being introduced in Canada and Australia, and is available for download on both the Google Play Store and Apple App Store.",
        "time": "2m ago"
    },
    {
        "heading": "Meet Figure 01, the 'commercially viable' humanoid robot",
        "link": "/tech-startup/news/meet-figure-01-the-commercially-viable-humanoid-robot-3588276",
        "description": "With a recent funding of $675 million at a $2.6 billion valuation from key investors including Jeff Bezos, Nvidia, OpenAI, and Microsoft, a new player has emerged in the race for artificial intelligence (AI) dominance: the American tech startup Figure AI. Their core product, Figure 01, is advertised to be a general-purpose, autonomous, and commercially viable humanoid robot that can help with a variety of tasks from daily chores to industrial labour.",
        "time": "2m ago"
    },
    {
        "heading": "New X users might need to pay a fee before posting online",
        "link": "/tech-startup/news/new-x-users-might-need-pay-fee-posting-online-3588251",
        "description": "Elon Musk is considering implementing a small fee for new users on the social media network X (formerly known as Twitter), to enable posting and address the bot problem, according to recent announcements. In response to a post discussing changes on X's website, Musk proposed charging a small fee for new accounts as the \"only way\" to combat the \"onslaught of bots.\"",
        "time": "2m ago"
    },
    {
        "heading": "Timeline not loading: Facebook hit with widespread outage",
        "link": "/tech-startup/news/timeline-not-loading-facebook-hit-widespread-outage-3588186",
        "description": "Facebook is reportedly experiencing technical difficulties, with several users unable to access their timelines. Complaints began surfacing around 10:30 AM Bangladesh time today, with users reporting a loading error that prevents anything from appearing on their timelines.",
        "time": "2m ago"
    },
    {
        "heading": "Ad blocker is an effective tool against government spyware: report",
        "link": "/tech-startup/news/ad-blocker-effective-tool-against-government-spyware-report-3587591",
        "description": "Documents obtained by Israeli news outlet Haaretz revealed that in 2022, Intellexa, a European firm behind the Predator spyware which is equipped to gain access to a target's phone contents in real time, showcased a proof-of-concept system called Aladdin, designed to disseminate phone spyware via online ads. Haaretz reported that the Aladdin system targeted graphic designers and activists under the guise of job offers, demonstrating how the spyware infiltrates devices. However, the status of Aladdin's development and whether it was sold to government entities remains unclear.",
        "time": "2m ago"
    },
    {
        "heading": "Google Photos to launch AI editing tools",
        "link": "/tech-startup/news/google-photos-launch-ai-editing-tools-3587576",
        "description": "Google Photos is set to launch a suite of AI-powered editing tools including Magic Eraser, Photo Unblur, and Magic Editor, which will become available to all Google Photos users starting May 15. Users will be able to access these tools for free of cost on a wider range of devices, including Pixel tablets.",
        "time": "2m ago"
    },
    {
        "heading": "British-Bangladeshi Kazi Abidur Rahman in Forbes 30 under 30 list",
        "link": "/tech-startup/news/british-bangladeshi-kazi-abidur-rahman-forbes-30-under-30-list-3605906",
        "description": "Kazi Abidur Rahman, the co-founder of Sunnamusk, a British perfume shop, has secured a spot on the Forbes 30 Under 30 list for 2024. He was listed in the 30 Under 30 list of Europe - Retail & Ecommerce 2024.",
        "time": "2m ago"
    },
    {
        "heading": "How Switzerland is preparing for the quantum computing revolution",
        "link": "/tech-startup/news/how-switzerland-preparing-the-quantum-computing-revolution-3585731",
        "description": "Geneva Science and Diplomacy Anticipator Foundation (GESDA), an independent research foundation based in Switzerland, is already looking beyond AI, with the belief that quantum computing is going to be the next big technological disrupter.",
        "time": "2m ago"
    },
    {
        "heading": "Indian startup's maiden rocket launch postponed again",
        "link": "/tech-startup/news/indian-startups-maiden-rocket-launch-postponed-again-3585726",
        "description": "The debut launch of the Indian aerospace startup Agnikul Cosmos' rocket, named the Agnibaan, was postponed last week due to technical complications, according to people on the launch site.",
        "time": "2m ago"
    },
    {
        "heading": "Google working on feature to identify unknown callers: report",
        "link": "/tech-startup/news/google-working-feature-identify-unknown-callers-report-3585766",
        "description": "Google is reportedly developing a new ‘Lookup’ button that allows users to quickly search phone numbers directly from their recent calls screen, therefore identifying unknown callers. The discovery was first made by an X user named AssembleDebug, who found this upcoming feature in the latest beta version of the Google Phone app, as reported by PiunikaWeb, an India-based tech news platform.",
        "time": "2m ago"
    },
    {
        "heading": "bKash reportedly takes back mistakenly sent BDT 50 coupons from users",
        "link": "/tech-startup/news/bkash-reportedly-takes-back-mistakenly-sent-bdt-50-coupons-users-3585801",
        "description": "bKash has reportedly retrieved mistakenly sent BDT 50 coupons from users, as detailed in posts circulating on Facebook. Several users shared screenshots from 'bKashNotice', alleging that bKash had erroneously distributed BDT 50 coupons, only to retract them subsequently.",
        "time": "2m ago"
    },
    {
        "heading": "Bangladeshi Aydha Mehnaz in Forbes 30 Under 30 Europe",
        "link": "/tech-startup/news/bangladeshi-aydha-mehnaz-forbes-30-under-30-europe-3585606",
        "description": "Aydha Mehnaz, a 29 year old Bangladeshi, has been featured in the Forbes 30 Under 30 Europe list under the Media and Marketing category. Aydha is VIP and Media Relations Lead at fashion brand Mugler, a French luxury fashion house owned by L’Oréal Group. Under her leadership, Mugler's media impact value soared from $58 million pre-Covid to now over $200 million, states Forbes.",
        "time": "2m ago"
    },
    {
        "heading": "Spotify to let users craft playlists with text prompts",
        "link": "/tech-startup/news/spotify-let-users-craft-playlists-text-prompts-3585166",
        "description": "Spotify, the music streaming platform, is releasing its new AI playlists feature into beta. This new functionality allows users to generate custom playlists based on written prompts.",
        "time": "2m ago"
    },
    {
        "heading": "Microsoft to open new London-based AI hub",
        "link": "/tech-startup/news/microsoft-open-new-london-based-ai-hub-3585046",
        "description": "Microsoft has unveiled plans to open a new artificial intelligence (AI) hub in London, UK, with a primary emphasis on researching large language models and associated infrastructure. The Microsoft AI Hub team will be led by AI scientist and engineer Jordan Hoffmann, with Mustafa Suleyman, co-founder of Google DeepMind, as EVP and CEO.",
        "time": "2m ago"
    },
    {
        "heading": "Tesla reportedly drops plan to build low-cost EV",
        "link": "/tech-startup/news/tesla-reportedly-drops-plan-build-low-cost-ev-3583441",
        "description": "Tesla has reportedly scrapped its plan to develop a lower-cost electric vehicle (EV) estimated to be priced around USD 25,000, according to a report by Reuters. Marking a significant shift in the company's strategy, this decision comes despite the perceived importance of such a low-cost vehicle for Tesla's broader growth trajectory.",
        "time": "2m ago"
    },
    {
        "heading": "Meet the app and browser extension made for halal internet experience",
        "link": "/tech-startup/news/meet-the-app-and-browser-extension-made-halal-internet-experience-3583186",
        "description": "In an effort to combat cyber miscreants and ensure a safe and halal internet experience, a Turkish startup named Halalz has launched a new app and browser extension named Kahf Guard. This initiative aims to shield users, particularly Muslims, from exposure to inappropriate and morally objectionable online contents such as pornography, gambling, harassment etc.",
        "time": "2m ago"
    },
    {
        "heading": "Team Atlas from Bangladesh reaches finals of Australian Rover Challenge 2024",
        "link": "/tech-startup/news/team-atlas-bangladesh-reaches-finals-australian-rover-challenge-2024-3582541",
        "description": "Team Atlas, a robotics team from Bangladesh, has recently earned 9th position at this year’s Australian Rover Challenge 2024. The team earned this rank among 14 finalists, which included institutions from India and Australia. The competition’s final round was held from March 21 to March 25, 2024, at the University of Adelaide.",
        "time": "2m ago"
    },
    {
        "heading": "Team from BracU qualifies for final round of RoboCup Rescue 2024",
        "link": "/tech-startup/news/team-bracu-qualifies-final-round-robocup-rescue-2024-3582531",
        "description": "BRACU ALTER, a rescue rover team from LaSSET (Laboratory of Space System Engineering and Technology) at BSRM School of Engineering of Brac University, has qualified for the final round of RoboCup Rescue Robot League 2024, an international robotics competition.",
        "time": "2m ago"
    },
    {
        "heading": "End of the road: Ghost Autonomy, with OpenAI support, shuts down",
        "link": "/tech-startup/news/end-the-road-ghost-autonomy-openai-support-shuts-down-3582191",
        "description": "Ghost Autonomy, a startup focused on developing autonomous driving software for automotive partners, has ceased operations, according to a company announcement.",
        "time": "2m ago"
    },
    {
        "heading": "With a new look, Facebook wants to be more like TikTok",
        "link": "/tech-startup/news/new-look-facebook-wants-be-more-tiktok-3582051",
        "description": "Facebook is set to launch a vertical-first video player, promising a more uniform design and user experience across various video formats, including Reels, long-form videos, and live videos.",
        "time": "2m ago"
    },
    {
        "heading": "AI resurrection of actors shows that we're not ready for ethical AI",
        "link": "/tech-startup/news/ai-resurrection-actors-shows-were-not-ready-ethical-ai-3581686",
        "description": "The digital resurrection of Manna, done without explicit permission from his family, epitomises the delicate balance between technological capability and moral responsibility. It begs the question: Just because we can, does it mean we should?",
        "time": "2m ago"
    },
    {
        "heading": "Summit Chairman Aziz Khan only Bangladeshi in Forbes billionaire list",
        "link": "/tech-startup/news/summit-chairman-aziz-khan-only-bangladeshi-forbes-billionaire-list-3581406",
        "description": "Forbes has released its 2024 World's Billionaires List, featuring 2,781 billionaires from 78 countries, showcasing the global spread and diversity of immense wealth. Among the entries is Muhammed Aziz Khan, Chairman of Summit Group, marking him as Bangladesh's first billionaire to be included in this compilation.",
        "time": "2m ago"
    },
    {
        "heading": "Bengali.AI and IUTCS partner for regional dialect datathon",
        "link": "/tech-startup/news/bengaliai-and-iutcs-partner-regional-dialect-datathon-3581311",
        "description": "Bengali.AI, a leading community dedicated to research and innovation in the Bengali language, has announced a Datathon in collaboration with Islamic University of Technology Computer Society (IUTCS) focusing on the history and evolution of Bengali speech recognition, with a special emphasis on regional dialects.",
        "time": "2m ago"
    },
    {
        "heading": "The race to create an artificial sun",
        "link": "/tech-startup/news/the-race-create-artificial-sun-3581156",
        "description": "Humans have worshipped the sun since we became sentient. Our journey from ancient civilisations' mystic rituals to today's advanced scientific understanding has only deepened our appreciation for the sun. The question then arises: can we ever aspire to craft something as sublime or dare to harness its immense power? Remarkably, the answer is yes.",
        "time": "2m ago"
    },
    {
        "heading": "Dhaka to get eco-friendly, IoT-based transport system: DSCC Mayor",
        "link": "/tech-startup/news/dhaka-get-eco-friendly-iot-based-transport-system-dscc-mayor-3580696",
        "description": "Dhaka South City Corporation (DSCC) Mayor Barrister Sheikh Fazle Noor Taposh has announced plans to introduce an eco-friendly and Internet of Things (IoT)-based transport system in Dhaka. The announcement was made during a discussion today on the impact of traffic congestion on businesses in Old Dhaka, hosted by the Dhaka Chamber of Commerce and Industry (DCCI).",
        "time": "2m ago"
    },
    {
        "heading": "Facebook wants to reduce news content on its platform",
        "link": "/tech-startup/news/facebook-wants-reduce-news-content-its-platform-3580566",
        "description": "Facebook has closed its dedicated news tab, a move that reflects parent company Meta's broader strategy to reduce news content across its platforms. The decision has left Australian users without access to the news tab since Tuesday, with plans to extend this change to the United States over the coming days. This action has sparked criticism from both the Australian government and media organisations, highlighting tensions between large technology corporations and news providers.",
        "time": "2m ago"
    },
    {
        "heading": "Google is slowly changing how we search on the internet",
        "link": "/tech-startup/news/google-slowly-changing-how-we-search-the-internet-3580151",
        "description": "A quiet revolution is brewing in the search bar. Google's foray into AI-powered summaries offers a glimpse into a future where curated snippets replace the open web, fundamentally altering how we navigate the vast digital landscape.",
        "time": "2m ago"
    },
    {
        "heading": "AT&T resets account passcodes after millions of leaks online",
        "link": "/tech-startup/news/att-resets-account-passcodes-after-millions-leaks-online-3579126",
        "description": "AT&T, the telecommunications giant, has taken urgent action to reset millions of customer account passcodes following a significant data breach where a cache of data consisting of AT&T customer records surfaced online earlier this month, according to TechCrunch, an American global online newspaper.",
        "time": "2m ago"
    },
    {
        "heading": "OpenAI unveils Voice Engine, voice-cloning AI model",
        "link": "/tech-startup/news/openai-unveils-voice-engine-voice-cloning-ai-model-3578846",
        "description": "OpenAI, the company behind ChatGPT, has recently unveiled insights from a small-scale preview of Voice Engine, a voice-cloning AI model. As per OpenAI, this model utilises text input alongside a single 15-second audio sample to generate natural-sounding speech that closely resembles the original speaker.",
        "time": "2m ago"
    },
    {
        "heading": "World's most powerful laser unveiled in Romania",
        "link": "/tech-startup/news/worlds-most-powerful-laser-unveiled-romania-3578826",
        "description": "A research centre in Romania has recently unveiled \"the world's most powerful laser\", which is based on the inventions of 2018 Nobel Physics Prize winners Gerard Mourou and Donna Strickland. The laser, as per the Romanian research centre, is expected to revolutionise everything from the health sector to space exploration.",
        "time": "2m ago"
    },
    {
        "heading": "This YouTuber went to meet gang members in Haiti. He was kidnapped",
        "link": "/tech-startup/news/youtuber-went-meet-gang-members-haiti-he-was-kidnapped-3578506",
        "description": "American YouTube personality, Addison Pierre Maalouf, known for his channel YourFellowArab, reportedly embarked on a journey to Haiti, and was kidnapped earlier this month in a failed attempt to interview a gang leader.",
        "time": "2m ago"
    },
    {
        "heading": "UK university set to launch esports undergraduate degree course",
        "link": "/tech-startup/news/uk-university-set-launch-esports-undergraduate-degree-course-3578481",
        "description": "The University of Suffolk (UOS) in the United Kingdom is gearing up to meet the growing interest in video games among children, teenagers, and university-level students by introducing an undergraduate degree course dedicated to esports. According to BBC, the Esports undergraduate course will accept its first students in 2025.",
        "time": "2m ago"
    },
    {
        "heading": "Microsoft and OpenAI to build $100 bln data centre: report",
        "link": "/tech-startup/news/microsoft-and-openai-build-100-bln-data-centre-report-3578361",
        "description": "Microsoft and OpenAI are reportedly planning on building a data centre that would cost as much as $100 billion, as per a report by the global news platform The Information. The report adds that this data centre could also include an AI supercomputer called 'Stargate', which is set to launch in 2028.",
        "time": "2m ago"
    },
    {
        "heading": "Canada school boards sue social media giants for affecting students' mental health",
        "link": "/tech-startup/news/canada-school-boards-sue-social-media-giants-affecting-students-mental-health-3577801",
        "description": "Four Canadian school boards have filed a lawsuit against major social media companies, including Meta Platforms and Snap, seeking damages totalling over $2.96 billion USD. The legal action alleges that the companies' products, designed to foster compulsive usage, have negatively affected students' mental health and learning processes.",
        "time": "2m ago"
    },
    {
        "heading": "Bridging the gender gap in science and tech",
        "link": "/tech-startup/news/bridging-the-gender-gap-science-and-tech-3575856",
        "description": "In an exclusive interview, Farhana Hasan, CEO of HerWILL, shared with us insights from her career, offering advice and inspiration to women navigating STEM's multifaceted complexities.",
        "time": "3m ago"
    },
    {
        "heading": "E-licence on smartphone is enough: BRTA",
        "link": "/tech-startup/news/e-licence-smartphone-enough-brta-3575186",
        "description": "Bangladesh Road Transport Authority (BRTA) has authorised the use of electronic driving licences (e-licences) in addition to the physical driving licence card",
        "time": "3m ago"
    },
    {
        "heading": "First-ever 'Dragon Ball' theme park to be launched in Saudi Arabia",
        "link": "/tech-startup/news/first-ever-dragon-ball-theme-park-be-launched-saudi-arabia-3573916",
        "description": "The first-ever theme park dedicated to 'Dragon Ball', the popular Japanese anime-manga series, is going to be built in Saudi Arabia, according to Qiddiya Investment Company, the company behind the project.",
        "time": "3m ago"
    },
    {
        "heading": "Singer’s first concept store launched in Bangladesh",
        "link": "/tech-startup/news/singers-first-concept-store-launched-bangladesh-3572571",
        "description": "Singer Bangladesh launched their first concept store in Capital’s Gulshan 1 area on Thursday. This concept store promises to deliver a global retail experience to Bangladeshi consumers, setting a new standard for retail spaces in the country. The store was inspired by the award-winning concept store design of the Turkiye based company, Arçelik which is the holding company of Singer Bangladesh.",
        "time": "3m ago"
    },
    {
        "heading": "Bangladesh to draft AI law by September: Law Minister",
        "link": "/tech-startup/news/bangladesh-draft-ai-law-september-law-minister-3572506",
        "description": "Law Minister Anisul Huq has announced plans to draft new legislation governing artificial intelligence (AI) by September this year. Speaking with journalists at the Secretariat yesterday, Minister Haque underscored the significance of AI's global impact and the need for Bangladesh to formulate its legal framework accordingly.",
        "time": "3m ago"
    },
    {
        "heading": "Bangladeshi scientists generate first single cell genomic data",
        "link": "/tech-startup/news/bangladeshi-scientists-generate-first-single-cell-genomic-data-3570326",
        "description": "A group of Bangladeshi scientists have achieved a significant milestone by generating the first single cell genomic data from Bangladesh for the Human Cell Atlas.",
        "time": "3m ago"
    },
    {
        "heading": "Meet the software that wants to fix Dhaka traffic",
        "link": "/tech-startup/news/meet-the-software-wants-fix-dhaka-traffic-3570266",
        "description": "Sigmind.ai, a Bangladesh-based AI company, has recently launched TrafficFlow, a software solution for real-time traffic management in urban environments. According to the startup, this AI-based software aims to address the bustling traffic challenges of Dhaka city.",
        "time": "3m ago"
    },
    {
        "heading": "Infinix unveils the Note 40 series with FastCharge and MagCharge",
        "link": "/tech-startup/news/infinix-unveils-the-note-40-series-fastcharge-and-magcharge-3570241",
        "description": "Infinix has released its new Note 40 series, including the Note 40, Note 40 Pro, Note 40 Pro 5G, and the Note 40 Pro+ 5G, at an event at the F1 Sepang International Circuit in Malaysia on 18 March 2024.",
        "time": "3m ago"
    },
    {
        "heading": "xAI’s Grok chatbot is now available as open-source on Github",
        "link": "/tech-startup/news/xais-grok-chatbot-now-available-open-source-github-3569966",
        "description": "Grok, the AI chatbot made by Elon Musk’s AI startup xAI, has been released on Github as an open-source project. The open release is now accessible on GitHub, allowing researchers and developers to freely enhance the Grok model.",
        "time": "3m ago"
    },
    {
        "heading": "Bangladeshi-born Rumman Chowdhury selected as US Science Envoy",
        "link": "/tech-startup/news/bangladeshi-born-rumman-chowdhury-selected-us-science-envoy-3569326",
        "description": "The U.S. Department of State has recently announced the selection of Dr Rumman Chowdhury, a Bangladeshi-origin Bengali American data scientist, as one of the four scientists to serve as a new U.S. Science Envoy in 2024. With this appointment, she has become a part of the first all-female cohort in the history of the U.S. Science Envoy Program.",
        "time": "3m ago"
    },
    {
        "heading": "LinkedIn to launch games on its platform: report",
        "link": "/tech-startup/news/linkedin-launch-games-its-platform-report-3568736",
        "description": "LinkedIn, the professional networking platform owned by Microsoft, is planning to launch games on its platform. Among the early titles in development are games such as \"Queens,\" \"Inference,\" and \"Crossclimb\", according to a report by tech news platform, TechCrunch.",
        "time": "3m ago"
    },
    {
        "heading": "Sora, OpenAI's video generator, to be publicly released this year",
        "link": "/tech-startup/news/sora-openais-video-generator-be-publicly-released-year-3568646",
        "description": "Sora, the AI-based text-to-video generator by OpenAI, is set to be released to the public this year, according to Mira Murati, Chief Technology Officer at OpenAI. In a recent interview with The Wall Street Journal, Murati revealed that Sora will be made open to the public as soon as \"this year\", potentially \"within a few months\".",
        "time": "3m ago"
    },
    {
        "heading": "SpaceX developing secret surveillance network for US intelligence: reports",
        "link": "/tech-startup/news/spacex-developing-secret-surveillance-network-us-intelligence-reports-3568241",
        "description": "SpaceX, the space exploration company owned by Elon Musk, is reportedly engaged in the development of a surveillance satellite network through a confidential agreement with a U.S. intelligence agency, according to five sources familiar with the matter.",
        "time": "3m ago"
    },
    {
        "heading": "Taptap Send offering no-fee money transfer",
        "link": "/tech-startup/news/taptap-send-offering-no-fee-money-transfer-3568226",
        "description": "Taptap Send, a money transfer app, is offering zero fees on all transactions to Bangladesh during Ramadan, according to a press release by the company.",
        "time": "3m ago"
    },
    {
        "heading": "Toyota unveils real-life Pokémon Miraidon bike",
        "link": "/tech-startup/news/toyota-unveils-real-life-pokemon-miraidon-bike-3567671",
        "description": "In a collaborative effort between Toyota and Pokémon, a special prototype motorcycle based on Miraidon, a legendary Pokémon, has been unveiled in Japan. Announced as the 'Toyota Miraidon Project', the bike is currently being displayed at Midtown Hibiya, Tokyo, from March 15 to 17.",
        "time": "3m ago"
    },
    {
        "heading": "Microsoft Teams to integrate personal and work accounts",
        "link": "/tech-startup/news/microsoft-teams-integrate-personal-and-work-accounts-3566576",
        "description": "Microsoft is planning to introduce a unified version of Teams that combines both personal and work accounts. Currently undergoing testing, the new unified Microsoft Teams app is set to debut for commercial users in April.",
        "time": "3m ago"
    },
    {
        "heading": "Meet Devin, the AI software engineer",
        "link": "/tech-startup/news/meet-devin-the-ai-software-engineer-3566521",
        "description": "Cognition, a US-based AI startup, has recently unveiled Devin, which is being called \"the world's first AI software engineer\". According to the company, Devin has already shown notable success in autonomous software development, passing practical engineering interviews at leading AI companies to completing real jobs on platforms like Upwork.",
        "time": "3m ago"
    },
    {
        "heading": "Lamborghini designer Marcello Gandini dies at 85",
        "link": "/tech-startup/news/lamborghini-designer-marcello-gandini-dies-85-3566536",
        "description": "Marcello Gandini, the legendary Italian designer known for his work on numerous exotic cars, has died at the age of 85, according to RaiNews, Italy's state-owned news agency.",
        "time": "3m ago"
    },
    {
        "heading": "Oracle launches finance-based generative AI",
        "link": "/tech-startup/news/oracle-launches-finance-based-generative-ai-3566526",
        "description": "Oracle, the software company, has recently announced that it is adding generative artificial intelligence (AI) features across its corporate software lineup. This move will increase competition with Microsoft and other technology firms to sell the technology to businesses.",
        "time": "3m ago"
    },
    {
        "heading": "Vehicle insurance to be made mandatory",
        "link": "/tech-startup/news/vehicle-insurance-be-mandatory-cabinet-okay-law-amendment-3566186",
        "description": "The Cabinet, chaired by Prime Minister Sheikh Hasina, has today approved the draft Road Transport Amendment Act, 2024, reinstating mandatory insurance for all types of vehicles operating on the roads, including motorcycles, private cars, buses, and trucks. The decision revises the Road Transport Act of 2018, which had made vehicle insurance optional.",
        "time": "3m ago"
    },
    {
        "heading": "Spotify introduces music video feature",
        "link": "/tech-startup/news/spotify-introduces-music-video-feature-3566091",
        "description": "Spotify, the global music streaming giant, has announced the introduction of a music video feature, exclusive to its premium subscribers. This strategic expansion, part of a limited beta launch, is aimed at enriching the user experience by offering full-length music videos. Initially, this feature will be available to users in a select group of countries.",
        "time": "3m ago"
    },
    {
        "heading": "iPhone 16 design leaks hint at new ‘capture’ button",
        "link": "/tech-startup/news/iphone-16-design-leaks-hint-new-capture-button-3565406",
        "description": "Recent leaks of CAD (Computer-aided design) files purported to depict the iPhone 16 Pro have surfaced online, offering a glimpse into what Apple's forthcoming flagship might entail.",
        "time": "3m ago"
    },
    {
        "heading": "Xiaomi’s SU7 electric car comes out this month",
        "link": "/tech-startup/news/xiaomis-su7-electric-car-comes-out-month-3565101",
        "description": "Xiaomi, the Chinese technology giant, recently announced that it will start deliveries of its first electric vehicle (EV) known as Speed Ultra 7 (SU7) this month.",
        "time": "3m ago"
    },
    {
        "heading": "Palak unveils BTCL’s high-speed internet 'GBon'",
        "link": "/tech-startup/news/palak-unveils-btcls-high-speed-internet-gbon-3564641",
        "description": "‘GBon’, a high-speed broadband service by the Bangladesh Telecommunications Company Limited (BTCL) was recently launched by Zunaid Ahmed Palak, the State Minister for Posts, Telecommunications, and Information Technology.",
        "time": "3m ago"
    },
    {
        "heading": "79% female commuters in Dhaka experience sexual harassment on public transport: research says",
        "link": "/tech-startup/news/79-female-commuters-dhaka-experience-sexual-harassment-public-transport-research-says-3564351",
        "description": "Recent research led by BRAC James P Grant School of Public Health, BRAC University has shown study which indicates nearly 79% female commuters in Dhaka experience sexual harassment on public transport. Among which about 60% feel traumatised and 12% are unable to overcome the experience. The data consisted of 1030 respondents among which 60% were female and 40% were male. Analysis of the study titled ‘Transportation accessibility and Safety in Dhaka City: A Gender Based Assessment’ reveals that one in every six female commuters faces daily sexual harassment.",
        "time": "3m ago"
    },
    {
        "heading": "Bitcoin value briefly reaches $70,000",
        "link": "/tech-startup/news/bitcoin-value-briefly-reaches-70000-3563571",
        "description": "The value of Bitcoin briefly reached a record high of $70,000 on March 8, 2024. This price rise is being attributed towards Bitcon's recent surge in popularity, as the cryptocurrency has been the subject of much attention from the international investment community.",
        "time": "3m ago"
    },
    {
        "heading": "Sam Altman rejoins OpenAI board",
        "link": "/tech-startup/news/sam-altman-rejoins-openai-board-3563421",
        "description": "Sam Altman, CEO of OpenAI, has rejoined the company's Board of Directors, about five months since he was fired and subsequently rehired as the CEO. In addition to Altman, three new board members have joined OpenAI: Dr. Sue Desmond-Hellmann, Nicole Seligman, and Fidji Simo.",
        "time": "3m ago"
    },
    {
        "heading": "Ride-hailing to boost women's workforce by 13% in Dhaka by 2028, study finds",
        "link": "/tech-startup/news/ride-hailing-boost-womens-workforce-13-dhaka-2028-study-finds-3562911",
        "description": "A recent industry report, commissioned by Uber and authored by Oxford Economics, has highlighted the potential impact of ride-hailing platforms on increasing women's participation in the workforce in Bangladesh. According to the study titled \"Ride-Hailing: A Platform for Women's Economic Opportunity in Bangladesh,\" the availability of ride-hailing services could lead to a 13% increase in the female workforce in Dhaka by 2028. This would translate to approximately 300,000 women joining the Dhaka workforce, potentially boosting the city's economy by more than 1.5% over the same period.",
        "time": "3m ago"
    },
    {
        "heading": "India announces USD 1.2 bln investment in AI projects",
        "link": "/tech-startup/news/india-announces-usd-12-bln-investment-ai-projects-3562006",
        "description": "India has approved an ambitious and comprehensive national-level AI mission with a budget outlay of Rs.10,371.92 crore to cater to increasing demands from the country’s rapidly expanding AI start-ups and research ecosystem including Graphics Processing Units (GPUs), built through public-private partnership.",
        "time": "3m ago"
    },
    {
        "heading": "Breaking barriers: Unveiling the challenges faced by women entrepreneurs",
        "link": "/tech-startup/news/breaking-barriers-unveiling-the-challenges-faced-women-entrepreneurs-3562001",
        "description": "The theme for this year’s Women’s Day, \"Invest in women: Accelerate Progress,\" resonates deeply in today’s entrepreneurial landscape. While recent years have seen a commendable increase in the number of female-led startups, a persistent challenge remains – the funding gap. As we continue to celebrate the rise of female entrepreneurs, it is crucial to acknowledge the systemic challenges they face, particularly the fact that investors still hesitate to trust solo women founders, creating barriers to their success.",
        "time": "3m ago"
    },
    {
        "heading": "Akira Toriyama, creator of Dragon Ball, passes away",
        "link": "/tech-startup/news/akira-toriyama-creator-dragon-ball-passes-away-3561881",
        "description": "Akira Toriyama, a renowned Japanese manga artist best known for creating the Dragon Ball manga series, passed away on March 1, 2024, at the age of 68.",
        "time": "3m ago"
    },
    {
        "heading": "Here’s how NASA scientists study the Padma river",
        "link": "/tech-startup/news/heres-how-nasa-scientists-study-the-padma-river-3561581",
        "description": "The Padma—a lifeline for thousands of people but also a force for change with far-reaching effects on those who live along its banks, flows through the centre of Bangladesh. Its flowing form has shaped and reshaped the terrain it passes through for decades, defying permanence. Now, satellite imagery from NASA’s Earth Observatory research lab reveals the Padma's dynamic nature, illustrating its growth, meanders, and shifting course over the past 30 years.",
        "time": "3m ago"
    },
    {
        "heading": "Indian scientists discover new catalyst for energy-efficient hydrogen production",
        "link": "/tech-startup/news/indian-scientists-discover-new-catalyst-energy-efficient-hydrogen-production-3560286",
        "description": "Indian scientists have identified a new catalyst that can efficiently oxidise urea and lower the energy demand for the generation of hydrogen by urea-assisted water splitting, thereby making way for improved production of green fuel.",
        "time": "3m ago"
    },
    {
        "heading": "Facebook automatically logs out users in Bangladesh",
        "link": "/tech-startup/news/facebook-automatically-logs-out-users-bangladesh-3559696",
        "description": "Social media platform Facebook and its instant messaging platform Facebook Messenger are reportedly facing outages all over the world, including Bangladesh. Local users reported that starting around 9:40 PM today, they were unable to access Facebook and Messenger, and were logged out of their accounts without any warning.",
        "time": "3m ago"
    },
    {
        "heading": "Facebook, Messenger, Instagram now restored",
        "link": "/news/world/news/facebook-messenger-instagram-now-restored-3559671",
        "description": "Facebook, Messenger, and Instagram faced a global outage for nearly an hour",
        "time": "3m ago"
    },
    {
        "heading": "Green hydrogen plant in stainless steel inaugurated in India",
        "link": "/tech-startup/news/green-hydrogen-plant-stainless-steel-inaugurated-india-3558606",
        "description": "India's first green hydrogen plant in the stainless steel sector located in Hisar, Haryana, was inaugurated today with the objective of cutting carbon emissions by nearly 2,700 tonnes per year.",
        "time": "3m ago"
    },
    {
        "heading": "Bitcoin price rising; goes over $60K",
        "link": "/tech-startup/news/bitcoin-price-rising-goes-over-60k-3558531",
        "description": "Bitcoin has surged past the $60,000 mark for the first time since 2021, igniting a fervent trading frenzy in regions where crypto trading are currently being regulated. The rally saw Bitcoin's value soar by as much as 12.6% to reach $63,968 on Wednesday, before slightly retracting to the $60,000 region. This surge has elevated the cryptocurrency's gains to an 42% in the first two months of the year alone.",
        "time": "3m ago"
    },
    {
        "heading": "Meet the flying car prototype",
        "link": "/tech-startup/news/meet-the-flying-car-prototype-3557856",
        "description": "Alef Aeronautics, a California-based automotive company, has recently unveiled a prototype for what they claim to be 'the world's first true flying car'. The company took a working scale model of this innovative prototype to the recently held Mobile World Congress (MWC) in Barcelona, Spain, capturing the attention of the public and industry enthusiasts alike.",
        "time": "3m ago"
    },
    {
        "heading": "Google under fire: Is Sundar Pichai stepping down?",
        "link": "/tech-startup/news/google-under-fire-sundar-pichai-stepping-down-3557846",
        "description": "Since assuming the role of CEO in 2015, and subsequently of Alphabet in 2019, Pichai has been lauded for his stewardship during more stable times.",
        "time": "3m ago"
    },
    {
        "heading": "Choosing the right fire extinguisher, and how to use them",
        "link": "/tech-startup/news/choosing-the-right-fire-extinguisher-and-how-use-them-3557721",
        "description": "There are five main types of fire extinguishers, each designed for specific types of fires, marked by distinct colour codes and suitable for various materials like paper, wood, textiles, flammable liquids, and electrical equipment.",
        "time": "3m ago"
    },
    {
        "heading": "India successfully tests 'Very Short-Range Air Defence System' missile",
        "link": "/tech-startup/news/india-successfully-tests-very-short-range-air-defence-system-missile-3557041",
        "description": "India has conducted two successful flight tests of the Very Short-Range Air Defence System (VSHORADS) missile which can neutralise enemy aircraft, drones, and helicopters.",
        "time": "3m ago"
    },
    {
        "heading": "OpenAI to name new board members in March: Report",
        "link": "/tech-startup/news/openai-name-new-board-members-march-report-3556661",
        "description": "OpenAI, the company behind making ChatGPT, is planning to appoint several new board members in March according to a recent report by the Washington Post.",
        "time": "3m ago"
    },
    {
        "heading": "Indian scientists discover wound dressing material from banana fibres",
        "link": "/tech-startup/news/indian-scientists-discover-wound-dressing-material-banana-fibres-3555566",
        "description": "Scientists at the Institute of Advanced Study in Science and Technology (IASST), an autonomous institute under the Department of Science and Technology, have transformed banana pseudo stems, which are often considered agricultural waste, into an eco-friendly wound dressing material.",
        "time": "3m ago"
    },
    {
        "heading": "Google sued for $2.3 bln by 32 media groups",
        "link": "/tech-startup/news/google-sued-23-bln-32-media-groups-3555491",
        "description": "Google has recently been sued for $2.3 billion by 32 media groups, including the German multinational mass media company Axel Springer and the Norway-based digital consumer brand Schibsted. According to the 2.1 billion euro lawsuit, the media companies have suffered losses because of Google's digital advertising practices.",
        "time": "3m ago"
    },
    {
        "heading": "Team led by Bangladeshi scientist achieves breakthrough in quantum physics",
        "link": "/tech-startup/news/team-led-bangladeshi-scientist-achieves-breakthrough-quantum-physics-3555411",
        "description": "Scientists at Princeton University, led by Bangladeshi researcher M. Zahid Hasan, have marked a significant milestone in quantum physics. This achievement, documented in the Nature Physics journal on 20 February, showcases the observation of long-range quantum coherence at relatively high temperatures. This advancement is crucial for the development of next-generation technologies, including super-fast computers and ultra-secure communication networks, which until now have been hindered by the need for extremely low temperatures to achieve this state.",
        "time": "3m ago"
    },
    {
        "heading": "Symphony leads, Xiaomi slips: Study outlines market share of smartphones in Bangladesh",
        "link": "/tech-startup/news/symphony-leads-xiaomi-slips-study-outlines-market-share-smartphones-bangladesh-3554931",
        "description": "The Bangladesh smartphone market witnessed notable changes in its competitive landscape from 2022 to 2023, as detailed by a recent Counterpoint study. The year 2023 saw changes in consumer preferences and market shifts that significantly impacted brand standings.",
        "time": "3m ago"
    },
    {
        "heading": "PM advised Meta to open office in Bangladesh",
        "link": "/tech-startup/news/pm-advised-meta-open-office-bangladesh-3554816",
        "description": "During an interaction at the recently held Munich Security Conference (MSC) 2024, Prime Minister Sheikh Hasina has advised Nick Clegg, President of Global Affairs at Meta, to set up an office in Bangladesh. The Premier said so in a press debrieding held at her official residence, Gono Bhaban, following her return from the three-day official tour in Germany.",
        "time": "3m ago"
    },
    {
        "heading": "Sony to lay off 900 PlayStation employees",
        "link": "/tech-startup/news/sony-lay-900-playstation-employees-3554526",
        "description": "Sony has announced the layoff of about 900 employees, constituting about 8% of its global workforce, as part of a restructuring plan in its PlayStation division. This decision follows recent changes in the industry and a shift in demand for gaming consoles, according to a recent report by The Guardian.",
        "time": "3m ago"
    },
    {
        "heading": "Infinix unveils new gaming technology concept",
        "link": "/tech-startup/news/infinix-unveils-new-gaming-technology-concept-3554421",
        "description": "At the ShowStoppers event during Mobile World Congress (MWC) 2024, technology brand Infinix showcased a new gaming technology concept that includes “state-of-the-art features enhanced with artificial intelligence (AI),” according to a press handout.",
        "time": "3m ago"
    },
    {
        "heading": "Apple stops electric car project: report",
        "link": "/tech-startup/news/apple-stops-electric-car-project-report-3554376",
        "description": "Apple has stopped work on 'Project Titan', the tech giant's electric car project, according to a source familiar with the matter. The decision comes a decade after the reputed tech company begun the project, despite no official announcement being made thus far.",
        "time": "3m ago"
    },
    {
        "heading": "Modi announces names of Gaganyaan space mission astronauts",
        "link": "/tech-startup/news/modi-announces-names-gaganyaan-space-mission-astronauts-3553691",
        "description": "Narendra Modi, Prime Minister of India, today announced the names of four Indian Air Force officers who will be the astronauts in the country’s first manned mission to space, which is expected to be launched next year.",
        "time": "4m ago"
    },
    {
        "heading": "Meet Indus Appstore: the Indian Google Play Store",
        "link": "/tech-startup/news/meet-indus-appstore-the-indian-google-play-store-3553656",
        "description": "PhonePe, a fintech company established in 2016, has unveiled the Indus Appstore, an Android app store for Indian consumers. According to the company, the app store has already crossed 1 lakh downloads within three days of launch, and is available in 12 regional languages.",
        "time": "4m ago"
    },
    {
        "heading": "Researchers develop first India-specific AI model to determine age of foetus",
        "link": "/tech-startup/news/researchers-develop-first-india-specific-ai-model-determine-age-foetus-3552911",
        "description": "Indian researchers have developed a country-specific model to precisely determine the age of a foetus in a pregnant woman in the second and third trimesters.",
        "time": "4m ago"
    },
    {
        "heading": "X to make audio and video calling available for all users",
        "link": "/tech-startup/news/x-make-audio-and-video-calling-available-all-users-3552791",
        "description": "X, formerly known as Twitter, is making audio and video calls available for all of its users. Previously, this service was only limited to Premium users.",
        "time": "4m ago"
    },
    {
        "heading": "Nvidia briefly reaches $2 trillion market value",
        "link": "/tech-startup/news/nvidia-briefly-reaches-2-trillion-market-value-3552751",
        "description": "Nvidia briefly hit a market value of US$2 trillion on February 23, 2024, marking a record growth in stock for the multinational tech company. As per reports, this rise has occurred due to the current global market's high demand for AI chips, thus positioning Nvidia as a key player in the AI industry.",
        "time": "4m ago"
    },
    {
        "heading": "India unveils country's largest battery energy storage system",
        "link": "/tech-startup/news/india-unveils-countrys-largest-battery-energy-storage-system-3552676",
        "description": "India's largest battery energy storage system, which stores power using solar energy, has been successfully commissioned with an installed capacity of 152.325 megawatts hour (MWh).",
        "time": "4m ago"
    },
    {
        "heading": "Robi subsidiary launches commercial data centre",
        "link": "/tech-startup/news/robi-subsidiary-launches-commercial-data-centre-3552351",
        "description": "Axentec PLC, a subsidiary of Robi Axiata Ltd., has recently launched Cypher, a Tier-IV commercial data centre at Sheikh Hasina Software Technology Park in Jashore. The data centre pledges an uptime guarantee of 99.995%.",
        "time": "4m ago"
    },
    {
        "heading": "Ambani-backed Indian AI model 'Hanooman' to launch in March",
        "link": "/tech-startup/news/ambani-backed-indian-ai-model-hanooman-launch-march-3550161",
        "description": "The BharatGPT group, a collaboration between Reliance Industries Ltd. and eight Indian Institute of Technology universities, is set to launch a new AI model named 'Hanooman' in March. Backed by Mukesh Ambani, the model aims to provide conversational AI services in healthcare, governance, financial services, and education in 11 Indian languages.",
        "time": "4m ago"
    },
    {
        "heading": "Chinese aircraft maker ready to compete with Boeing and Airbus",
        "link": "/tech-startup/news/chinese-aircraft-maker-ready-compete-boeing-and-airbus-3550071",
        "description": "The single-aisle C919 aircraft produced by the Commercial Aircraft Corporation of China (COMAC) recently made its international debut at Asia's biggest airshow, the Singapore Airshow. The China-made aircraft features both flying and on-the-ground displays, seeking to attract international buyers and competing with reputed aircraft makers Boeing and Airbus.",
        "time": "4m ago"
    },
    {
        "heading": "Lockbit’s dark web leak site seized by Intl. security agencies",
        "link": "/tech-startup/news/lockbits-dark-web-leak-site-seized-intl-security-agencies-3548716",
        "description": "LockBit's dark web leak site, where the ransomware gang publicly lists its victims and issues ransom demands, was replaced with a notice from law enforcement agencies. The National Crime Agency of the U.K. in collaboration with the FBI and the international law enforcement task force 'Operation Cronos,' confirms that LockBit's services have been disrupted due to international law enforcement action, according to the notice.",
        "time": "4m ago"
    },
    {
        "heading": "Dark Brandon: The U.S. presidential campaign's 'meme warfare'",
        "link": "/tech-startup/news/dark-brandon-the-us-presidential-campaigns-meme-warfare-3548051",
        "description": "With the rising popularity of memes comes a brand new 'meme culture' which is slowly integrating itself with political campaigns, as candidates are often resorting to memes as an efficient way to gain a notable online presence. With the U.S. presidential election scheduled for November 5 this year, let’s look at how one meme in particular has been used as a campaign tool thus far: Dark Brandon.",
        "time": "4m ago"
    },
    {
        "heading": "What is a GI recognition and why is it important?",
        "link": "/tech-startup/news/what-gi-recognition-and-why-it-important-3546861",
        "description": "From Darjeeling tea to Roquefort cheese, Geographical Indications (GIs) have become potent symbols of cultural heritage and economic clout. But what exactly are they, and why do they spark international debates like the recent India-Bangladesh dispute over Tangail sarees?",
        "time": "4m ago"
    },
    {
        "heading": "India launches meteorological satellite into space",
        "link": "/news/asia/india/news/india-launches-meteorological-satellite-space-3546086",
        "description": "India today successfully put into the designated orbit its INSAT-3DS meteorological satellite to ensure continuity of services for monitoring land and ocean surfaces for weather forecasting and disaster warning as well as for providing satellite-aided research and rescue services",
        "time": "4m ago"
    },
    {
        "heading": "Infinix HOT 40 Pro launched in Bangladesh",
        "link": "/tech-startup/news/infinix-hot-40-pro-launched-bangladesh-3545926",
        "description": "Infinix has recently launched HOT 40 Pro in Bangladesh. The smartphone features a 6.78-inch FHD+ IPS display, 120Hz refresh rate, a 6nm MediaTek Helio G99 processor, 8GB of RAM which is expandable to 16GB, and 128GB of ROM.",
        "time": "4m ago"
    },
    {
        "heading": "Shark Tank Bangladesh unveils separate lineup of female sharks",
        "link": "/tech-startup/news/shark-tank-bangladesh-unveils-separate-lineup-female-sharks-3544846",
        "description": "Shark Tank, the internationally acclaimed business reality show has revealed a second panel of female ‘Sharks’ for their first-ever Bangladeshi adaptation.",
        "time": "4m ago"
    },
    {
        "heading": "Meghna Cloud, Bangladesh’s first cloud data centre starts operation",
        "link": "/tech-startup/news/meghna-cloud-bangladeshs-first-cloud-data-centre-starts-operation-3544496",
        "description": "Gennext Technologies Limited has recently inaugurated the operation of Bangladesh’s first cloud data centre ‘Meghna Cloud’ at Bangabandhu Hi-Tech City in Kaliakoir, Gazipur.",
        "time": "4m ago"
    },
    {
        "heading": "Microsoft detected hackers from China, Russia and Iran using its AI tools",
        "link": "/tech-startup/news/microsoft-detected-hackers-china-russia-and-iran-using-its-ai-tools-3544426",
        "description": "Microsoft published a report saying state-backed hackers from Russia, China, and Iran have been using tools from OpenAI, a US based artificial intelligence research organisation, to increase their skills and trick their targets. Microsoft has also invested a significant amount in OpenAI.",
        "time": "4m ago"
    },
    {
        "heading": "Government hackers targeted iPhones with zero-day vulnerabilities: Google",
        "link": "/tech-startup/news/government-hackers-targeted-iphones-zero-day-vulnerabilities-google-3541431",
        "description": "Government hackers exploited three undisclosed vulnerabilities in iPhone operating systems last year, according to a recent report by Google. As per the report, these vulnerabilities were used to deploy spyware and leveraged ‘zero-day’ vulnerabilities in iPhone unknown to Apple.",
        "time": "4m ago"
    },
    {
        "heading": "Google bids farewell to cached sites",
        "link": "/tech-startup/news/google-bids-farewell-cached-sites-3541381",
        "description": "Google has recently decided to discontinue ‘cached sites’, the practice of storing a backup of the entire internet. This feature, previously available in Google Search, provided an alternative means to access websites that were inaccessible or altered.",
        "time": "4m ago"
    },
    {
        "heading": "Indian scientists develop new tech for Open Radio Access Network stations",
        "link": "/tech-startup/news/indian-scientists-develop-new-tech-open-radio-access-network-stations-3541316",
        "description": "A new niche technological solution for Open Radio Access Network (ORAN) base stations has been developed by Indian scientists that is expected to facilitate high-speed and reliable connectivity at a cost viable for unconnected and far-flung areas.",
        "time": "4m ago"
    },
    {
        "heading": "India successfully tests hypersonic testing capability",
        "link": "/tech-startup/news/india-successfully-tests-hypersonic-testing-capability-3541311",
        "description": "In a major boost to India's space and defence sectors, the country’s first Hypervelocity Expansion Tunnel Test Facility was successfully established and tested by the Indian Institute of Technology in Kanpur.",
        "time": "4m ago"
    },
    {
        "heading": "Apon Bazaar raises USD 1.5 mil in investment",
        "link": "/tech-startup/news/apon-bazaar-raises-usd-15-mil-investment-3539346",
        "description": "Apon Bazaar, a local ecommerce marketplace, has recently raised an investment of USD 1.5 million in a pre-seed round. As per Apon Bazaar, this investment came from several local and foreign investors, including Startup Bangladesh and the US-based venture capital firm Village Capital.",
        "time": "4m ago"
    },
    {
        "heading": "Bangladesh top in global software development growth: GitHub report",
        "link": "/tech-startup/news/bangladesh-top-global-software-development-growth-github-report-3538621",
        "description": "Recent data from GitHub has positioned Bangladesh at the forefront of global software development growth, with the country experiencing the highest year-over-year increase in developer accounts. According to figures released by GitHub on January 18, as part of its Innovation Graph project, Bangladesh saw a 66.5% growth in GitHub developer accounts between Q3 2022 and Q3 2023. This significant increase distinguishes Bangladesh from other rapidly growing tech economies, including Nigeria, Pakistan, Singapore, and India, among others.",
        "time": "4m ago"
    },
    {
        "heading": "Rumoured PSP2 might offer PS4 and PS5 games",
        "link": "/tech-startup/news/rumoured-psp2-might-offer-ps4-and-ps5-games-3537956",
        "description": "PlayStation is reportedly in the process of developing a successor to the PSP, which will offer compatibility with PlayStation 4 and PlayStation 5 games, as per a YouTuber Moore’s Law Is Dead, known for making content on tech. He recently shared details about the rumoured device on his YouTube channel, which has over 171,000 subscribers.",
        "time": "4m ago"
    },
    {
        "heading": "‘Newton of Gaza’: Palestinian kid helps in generating electricity from wind",
        "link": "/tech-startup/news/newton-gaza-palestinian-kid-helps-generating-electricity-wind-3537936",
        "description": "Hussam Al-Attar, a 15 year old Palestinian kid, has been named “the Newton of Gaza” after successfully generating electricity from wind. He used basic tools for providing electricity.",
        "time": "4m ago"
    },
    {
        "heading": "Indian scientists design new technique to better study absolute zero atoms",
        "link": "/tech-startup/news/indian-scientists-design-new-technique-better-study-absolute-zero-atoms-3537696",
        "description": "Indian scientists have designed a new image-correction technique capable of getting better images during the study of atoms at absolute zero temperature. The technique can get rid of 50% unwanted interference fringes in the images, which are important for understanding the intriguing quantum mechanics governed properties of atoms at cold temperatures better.",
        "time": "4m ago"
    },
    {
        "heading": "Did you know an Indian startup 3D-printed a house in 21 days?",
        "link": "/tech-startup/news/did-you-know-indian-startup-3d-printed-house-21-days-3536801",
        "description": "On April 27, 2021, Tvasta, a startup founded by alumni from the Indian Institute of Technology Madras, completed the construction of India's first 3D-printed house - in only 21 days. Modules for this 500 sq. ft. house were printed in the startup's facility in Chennai and assembled at the site, as per the company's official website.",
        "time": "4m ago"
    },
    {
        "heading": "India launches environment-friendly in-orbit propulsion system",
        "link": "/tech-startup/news/india-launches-environment-friendly-orbit-propulsion-system-3533701",
        "description": "India has successfully tested an environment-friendly propulsion system demonstrating in-orbit functionality on a microsatellite launched by a rocket, aligning space missions with the environment.",
        "time": "4m ago"
    },
    {
        "heading": "Uber launches intercity round trips in Bangladesh",
        "link": "/tech-startup/news/uber-launches-intercity-round-trips-bangladesh-3533091",
        "description": "Uber has today launched the round-trip feature on its Intercity services in Bangladesh. According to Uber, this feature will allow passengers to book single or multi-day returns on outstation travels while keeping the same car and driver.",
        "time": "4m ago"
    },
    {
        "heading": "Indian scientists discover environment-friendly alternative to hard chrome plating",
        "link": "/tech-startup/news/indian-scientists-discover-environment-friendly-alternative-hard-chrome-plating-3532871",
        "description": "Indian scientists have claimed to have found a new technique of synthesizing thin hard surface coatings by high-velocity air fuel spraying. According to them, this has the potential of an environment-friendly and safer alternative to hard chrome plating used in car parts, tools, and kitchen utensils.",
        "time": "4m ago"
    },
    {
        "heading": "Samsung launches Galaxy S23 FE in Bangladesh",
        "link": "/tech-startup/news/samsung-launches-galaxy-s23-fe-bangladesh-3532086",
        "description": "Samsung Galaxy S23 FE has recently been released in Bangladesh.",
        "time": "4m ago"
    },
    {
        "heading": "Why are CRMs replacing ATMs in Bangladesh? Differences, explained",
        "link": "/tech-startup/news/why-are-crms-replacing-atms-bangladesh-differences-explained-3532051",
        "description": "The familiar hum of an ATM, once a symbol of modern banking convenience, might soon be replaced by a quieter whirring: the sound of Cash Recycler Machines (CRMs) quietly affecting the way Bangladeshis access their cash. While both machines offer self-service banking options, CRMs are rapidly outpacing their one-way counterparts, driven by a wave of efficiency, security, and accessibility benefits. But what are the key differences between ATMs and CRMs and what factors make CRMs a preferred choice for many banks? Let’s find out.",
        "time": "4m ago"
    },
    {
        "heading": "Neuralink chip implanted in human brain for the first time: Elon Musk",
        "link": "/tech-startup/news/neuralink-chip-implanted-human-brain-the-first-time-elon-musk-3532001",
        "description": "Neuralink has successfully implanted a chip in the brain of their first human patient earlier this week, as per Elon Musk, founder of the brain-chip startup.",
        "time": "4m ago"
    },
    {
        "heading": "Shothik AI gets selected for Google for AI Startup Cloud Program",
        "link": "/tech-startup/news/shothik-ai-gets-selected-google-ai-startup-cloud-program-3531916",
        "description": "Shothik AI, a Bangladeshi AI-based startup has recently received USD 350,000 from Google for AI Startup Cloud program and USD 100,000 from Amazon.",
        "time": "4m ago"
    },
    {
        "heading": "Team from IUT wins award at International Rover Challenge 2024",
        "link": "/tech-startup/news/team-iut-wins-award-international-rover-challenge-2024-3531866",
        "description": "The team Project Altair, consisting of students from the Islamic University of Technology (IUT), Bangladesh, has won the 'Scientists of the Future' award at the International Rover Challenge 2024.",
        "time": "4m ago"
    },
    {
        "heading": "US tech and media company layoffs in 2024 so far",
        "link": "/tech-startup/news/us-tech-and-media-company-layoffs-2024-so-far-3531131",
        "description": "Notable major technology and media corporations in the United States have begun 2024 with a fresh round of job cuts, with reasons citing the global economic crisis that is expected to remain persistent in the new year. Let's take a look at the US tech and media companies that have fired or plan to fire a large percentage of their employees in 2024.",
        "time": "4m ago"
    },
    {
        "heading": "Nokia and Oppo went through cross-license deal to resolve disputes",
        "link": "/tech-startup/news/nokia-and-oppo-went-through-cross-license-deal-resolve-disputes-3527286",
        "description": "Nokia, a Finnish telecom gear maker recently said that it had signed a 5G patent cross-licensing deal with Oppo, a Chinese device maker company. The deal resolves patent litigation between the companies.",
        "time": "5m ago"
    },
    {
        "heading": "Massive data leak exposes over 26 bln records",
        "link": "/tech-startup/news/massive-data-leak-exposes-over-26-bln-records-3527281",
        "description": "Cybersecurity researcher Bob Dyachenko and the Cybernews team have unveiled a massive data leak, referred to as the ‘Mother of all Breaches’ (MOAB), containing 12 terabytes of information encompassing 26 billion records. This supermassive breach contains data from numerous previous breaches, including major platforms such as LinkedIn, Twitter, Adobe, Canva, Badoo, Weibo, Tencent, MySpace, Telegram, Dropbox, Daily Motion etc. making it potentially the largest-ever discovered data leak.",
        "time": "5m ago"
    },
    {
        "heading": "Uber appoints Nasheed Ferdous Kamal as Country Head",
        "link": "/tech-startup/news/uber-appoints-nasheed-ferdous-kamal-country-head-3527131",
        "description": "Uber has recently appointed Nasheed Ferdous Kamal as the new Country Head for Uber Bangladesh. Before joining Uber, Nasheed was General Manager at Robi Axiata Limited, where she led Airtel's Base Management and Customer Lifecycle Management in the region, as per a press release by Uber.",
        "time": "5m ago"
    },
    {
        "heading": "CrackPlatoon launches EV charging station in Cumilla",
        "link": "/tech-startup/news/crackplatoon-launches-ev-charging-station-cumilla-3526276",
        "description": "CrackPlatoon Charging Solution Limited, a Bangladeshi EV charging startup, has recently launched an electric vehicle (EV) charging station at \"MIAMI Leisure Spot\" on the Dhaka-Chittagong highway in Kalakachua, Burichang, Cumilla.",
        "time": "5m ago"
    },
    {
        "heading": "Latest iOS update introduces Stolen Device Protection feature",
        "link": "/tech-startup/news/latest-ios-update-introduces-stolen-device-protection-feature-3526266",
        "description": "The latest iOS 17.3 update for iPhones introduces a Stolen Device Protection feature aimed at enhancing security against theft. This feature requires users to employ Face ID or Touch ID for specific actions, reducing the risk of unauthorised access in case of theft.",
        "time": "5m ago"
    },
    {
        "heading": "Royal Enfields to hit the streets of Bangladesh from May",
        "link": "/tech-startup/news/royal-enfields-hit-the-streets-bangladesh-may-3526211",
        "description": "Ifad group has made a deal with Royal Enfield motorcycles to bring the signature motorbikes on the streets of Bangladesh. The Ifad group is expected to begin commercial operation in July of this year. Initially, four models of Royal Enfield motorcycles: Bullet, Meteor, Hunter, and Classic will be launched.",
        "time": "5m ago"
    },
    {
        "heading": "Samsung Galaxy S24 Ultra: Our first impression",
        "link": "/tech-startup/news/samsung-galaxy-s24-ultra-our-first-impression-3526181",
        "description": "Samsung has recently launched its S24 lineup at the galaxy unpacked event on 17 January 2024. We had a chance to get our hands on the device exclusively and here’s what we thought of it in terms of first impressions:",
        "time": "5m ago"
    },
    {
        "heading": "Team Bangladesh wins 15 awards at Int’l Robot Olympiad 2024",
        "link": "/tech-startup/news/team-bangladesh-wins-15-awards-intl-robot-olympiad-2024-3524526",
        "description": "Team Bangladesh has won 15 awards including 3 gold medals at the 25th International Robot Olympiad (IRO). Held from 16-19 January 2024 in Athens, Greece, a total of 1,400 students from 26 countries participated this year, where Team Bangladesh won 3 gold medals, 6 silver medals, 4 bronze medals, and 2 technical medals.",
        "time": "5m ago"
    },
    {
        "heading": "Meet 'Mama Lang': The Bangla 'toy' programming language",
        "link": "/tech-startup/news/meet-mama-lang-the-bangla-toy-programming-language-3523981",
        "description": "For a beginner, programming languages such as JavaScript, Python, and C++ might deter them as they are very different from traditional languages. Thus, comes Mama Lang, a Bangla-based toy programming language intended to be an easy entryway to coding for Bangla speakers.",
        "time": "5m ago"
    },
    {
        "heading": "NASA's laser bounces off India's Vikram moon lander",
        "link": "/tech-startup/news/nasas-laser-bounces-indias-vikram-moon-lander-3523891",
        "description": "A spacecraft of NASA, orbiting the moon, sent laser beams which successfully bounced off a tiny mirror-based instrument on board the lander that is now on the lunar following India’s landmark moon mission last year.",
        "time": "5m ago"
    },
    {
        "heading": "Magna Water: What even is it?",
        "link": "/tech-startup/news/magna-water-what-even-it-3522556",
        "description": "Recently, certain locally-based 'free water' startups have been making waves on Facebook. These initiatives promise to provide free, clean drinking water to the general public by integrating ads on the plastic bottles the water would come in. But how do these initiatives work and where is this bottled water coming from? We recently caught up with one of these initiatives, ‘Magna Water’—literally meaning free water—to talk about their plans, goals, and details regarding this project.",
        "time": "5m ago"
    },
    {
        "heading": "Samsung unveils Galaxy S24, Galaxy AI",
        "link": "/tech-startup/news/samsung-unveils-galaxy-s24-galaxy-ai-3522091",
        "description": "At the Samsung Galaxy Unpacked 2024 event, Samsung unveiled its latest Galaxy S24 series, placing a strong emphasis on artificial intelligence (AI) in communication and camera features. This event marked a significant shift in Samsung’s focus, demonstrating a deep integration of AI technology in its new products.",
        "time": "5m ago"
    },
    {
        "heading": "Google backs the right-to-repair movement",
        "link": "/tech-startup/news/google-backs-the-right-repair-movement-3520851",
        "description": "The right-to-repair movement gains momentum as Google officially endorses an Oregon bill supporting consumers' ability to repair their own devices. This marks the first time the tech giant has publicly supported any right-to-repair law.",
        "time": "5m ago"
    },
    {
        "heading": "Palak asks BTRC to block unregistered phones",
        "link": "/tech-startup/latest/news/palak-asks-btrc-block-unregistered-phones-3520841",
        "description": "State Minister for Posts, Telecommunications and ICT Zunaid Ahmed Palak today directed the Bangladesh Telecommunication Regulatory Commission (BTRC) authorities to take steps to block all unregistered mobile phones",
        "time": "5m ago"
    },
    {
        "heading": "Apple overtakes Samsung in annual smartphone shipments",
        "link": "/tech-startup/news/apple-overtakes-samsung-annual-smartphone-shipments-3520831",
        "description": "Apple has surpassed Samsung in smartphone shipments for the first time in a year, as reported by IDC's Worldwide Quarterly Mobile Phone Tracker. Although IDC acknowledges that its data is preliminary Canalys, a research agency also supports Apple claiming the top spot in 2023.",
        "time": "5m ago"
    },
    {
        "heading": "Sony bids goodbye to PS4",
        "link": "/tech-startup/news/sony-bids-goodbye-ps4-3520821",
        "description": "The PlayStation 4 era has been a golden age for gamers, bringing forth iconic titles like Red Dead Redemption 2, Grand Theft Auto V, God of War, The Last of Us Part II, Persona 5, and Uncharted 4: A Thief’s End. However, as the saying goes, all good things must come to an end.",
        "time": "5m ago"
    },
    {
        "heading": "X to launch in-app payment methods",
        "link": "/tech-startup/news/x-launch-app-payment-methods-3520726",
        "description": "X, formerly known by Twitter, will introduce payment methods in 2024. According to a blog post by X, ‘2024 will be transformational’ and X will become ‘everything app’. X will soon launch peer-to-peer payments, unlocking more user utility and new opportunities for commerce.",
        "time": "5m ago"
    },
    {
        "heading": "Xiaomi launches Redmi 13C in Bangladesh",
        "link": "/tech-startup/news/xiaomi-launches-redmi-13c-bangladesh-3520706",
        "description": "Xiaomi has launched its latest smartphone, the Redmi 13C, featuring a 6.74-inch display, an AI triple camera system, and an octa-core processor. The device offers a 90Hz refresh rate and a resolution of 1600 x 720 HD+ with a 1500:1 contrast ratio.",
        "time": "5m ago"
    },
    {
        "heading": "Foodpanda fined Tk10 lakh for unfair market practices",
        "link": "/tech-startup/news/foodpanda-fined-tk10-lakh-unfair-market-practices-3520626",
        "description": "The Bangladesh Competition Commission (BCC) has levied a Tk10 lakh fine on Foodpanda, an online food and grocery delivery platform, for violations of the Competition Act. This decision was made on Monday, following an investigation into allegations of unfair market practices.",
        "time": "5m ago"
    },
    {
        "heading": "Choosing the right NVMe SSD: a user-guide for PC builders",
        "link": "/tech-startup/news/choosing-the-right-nvme-ssd-user-guide-pc-builders-3519861",
        "description": "If you are building a PC, you probably have already picked your motherboard, CPU and RAM. But what about the NVMe SSDs? These are storage devices that use flash memory to store data. NVMe stands for Nonvolatile Memory Express, and SSD stands for Solid State Drive. NVMe SSDs are faster, quieter, more reliable, and more energy efficient than other storage options. However, picking the right NVMe SSDs for your PC can be tricky because you need to consider myriad factors. You might also get confused by their technical terms or even by marketing labels like creator or gaming. This guide will explain the basics of NVMe SSD and what a new buyer should look out for.",
        "time": "5m ago"
    },
    {
        "heading": "Afeela: latest prototype of the playstation car unveiled in CES 2024",
        "link": "/tech-startup/news/afeela-latest-prototype-the-playstation-car-unveiled-ces-2024-3518326",
        "description": "The latest prototype of Afeela,Sony and Honda's collaborative electric vehicle was unveiled at the Consumer Electronics Show (CES) 2024.",
        "time": "5m ago"
    },
    {
        "heading": "Mercedes-Benz developed special turquoise colour for automated driving",
        "link": "/tech-startup/news/mercedes-benz-developed-special-turquoise-colour-automated-driving-3518316",
        "description": "Mercedes-Benz has developed a new colour of taillights in order to indicate automated driving. The colour turquoise will be added into the new S-Class and EQS sedans to indicate when its automated ‘DRIVE PILOT’ system is in control of the car.",
        "time": "5m ago"
    },
    {
        "heading": "Instagram lays off 60 jobs ahead of court hearing",
        "link": "/tech-startup/news/instagram-lays-60-jobs-ahead-court-hearing-3518276",
        "description": "Instagram, owned by Meta, has reportedly terminated 60 technical program manager positions, as revealed by a recent report from ‘The Information’. This decision aims to streamline the company's structure by eliminating a layer of management. The affected employees are granted a two-month period to seek alternative positions within the company. Failure to secure a different role within this timeframe will result in the termination of their employment.",
        "time": "5m ago"
    },
    {
        "heading": "Unknown worm compromises Linux devices for cryptomining operation",
        "link": "/tech-startup/news/unknown-worm-compromises-linux-devices-cryptomining-operation-3518266",
        "description": "In a concerning revelation, researchers have identified a previously unknown self-replicating malware that has been infiltrating Linux devices worldwide for the past year. This malware, a custom version of Mirai, notorious for infecting Linux-based servers, routers, and Internet of Things (IoT) devices, exhibits a unique modus operandi by installing cryptomining malware with sophisticated concealment techniques.",
        "time": "5m ago"
    },
    {
        "heading": "ISRO captures supernova in space",
        "link": "/tech-startup/news/isro-captures-supernova-space-3518251",
        "description": "Indian Space Research Organization (ISRO) said its maiden X-ray polarimetric mission has captured the energy emanating from the explosion of a star which is called supernova.",
        "time": "5m ago"
    },
    {
        "heading": "Over 3 lakh Bangladeshi drivers earned via Uber in 2023: report",
        "link": "/tech-startup/news/over-3-lakh-bangladeshi-drivers-earned-uber-2023-report-3516956",
        "description": "Over 300,000 drivers in Bangladesh have earned via the Uber app in 2023, according to an annual report by Uber. As per the ride-sharing platform, there were over 6 million Uber passengers in Bangladesh, with December 21 and December 28 being the most popular dates for trips.",
        "time": "5m ago"
    },
    {
        "heading": "Global EV sales increased by 31% in 2023",
        "link": "/tech-startup/news/global-ev-sales-increased-31-2023-3516921",
        "description": "The global sales of fully electric and plug-in hybrid vehicles (PHEVs) increased 31% in 2023, according to market research firm Rho Motion. The growth was reported to be 60% back in 2022.",
        "time": "5m ago"
    },
    {
        "heading": "Want to be rich? have rich friends, says Robert Kiyosaki",
        "link": "/tech-startup/news/want-be-rich-have-rich-friends-says-robert-kiyosaki-3515976",
        "description": "On January 4, Kiyosaki expressed his opinion that the financial status of one's social circle can significantly influence their own wealth prospects.",
        "time": "5m ago"
    },
    {
        "heading": "Mark Zuckerberg begins cattle farming",
        "link": "/tech-startup/news/mark-zuckerberg-begins-cattle-farming-3515826",
        "description": "Mark Zuckerberg, CEO of Meta, has undertaken cattle-raising at Ko'olau Ranch, Kauai, Hawaii in a goal to produce premium quality beef. As per Zuckerberg in a recent Facebook post, the chosen cattle breeds are Wagyu and Angus, with the ranch emphasising a local and vertically integrated approach throughout the production process.",
        "time": "5m ago"
    },
    {
        "heading": "The coolest gadgets from CES 2024, so far",
        "link": "/tech-startup/news/the-coolest-gadgets-ces-2024-so-far-3515641",
        "description": "Recognised for premiering innovative consumer technology on the global stage, the Consumer Electronics Show (CES) stands as one of the most influential tech events worldwide. This year, held from January 9 to 12 in Las Vegas, USA, CES 2024 has already showcased a variety of unique gadgets. Here are some of the coolest gadgets that caught our eyes in CES 2024 so far.",
        "time": "5m ago"
    },
    {
        "heading": "GP to raise minimum recharge amount to Tk 30",
        "link": "/tech-startup/news/gp-raise-minimum-recharge-amount-bdt-30-3515001",
        "description": "Grameenphone has recently announced a significant change in its pricing policy. Effective from January 10, the company has deceided to raise its minimum recharge amount to BDT 30. This development has been communicated to users primarily through notifications on the MyGP app, Grameenphone's dedicated mobile application for customer services.",
        "time": "5m ago"
    },
    {
        "heading": "Deepfake video targeting Gaibandha-1 candidate surfaces on Facebook",
        "link": "/tech-startup/news/deepfake-video-targeting-gaibandha-1-candidate-surfaces-facebook-3513751",
        "description": "On the day of the National Election 2024, a fabricated video surfaced on Facebook featuring Nahid Niger, an independent candidate for the Gaibandha-1 seat, announcing her withdrawal from the election. Subsequent verification by Dismislab, an online platform specialising in media research and verification, confirmed that the video was a product of AI-based deepfake technology.",
        "time": "5m ago"
    },
    {
        "heading": "How to check election results online on the EC app",
        "link": "/tech-startup/news/how-check-election-results-online-the-ec-app-3512681",
        "description": "Bangladesh Election Commission Secretariat has released the 'Smart Election Management BD' app, which is intended to help voters to stay updated online. Voters can see their polling centres and their addresses, voter numbers, and voting serial numbers by providing NID information and birth date in the designated sections of the app.",
        "time": "5m ago"
    },
    {
        "heading": "India's national space agency tests futuristic fuel cell power system",
        "link": "/tech-startup/news/indias-national-space-agency-tests-futuristic-fuel-cell-power-system-3512296",
        "description": "A futuristic fuel cell-based power system was successfully tested by India's national space agency. As per ISRO (Indian Space Research Organisation), this new power system could help build a proposed space station while holding prospects of wider human applications.",
        "time": "5m ago"
    },
    {
        "heading": "Samsung Galaxy S24 rumoured to be unveiled on January 17",
        "link": "/tech-startup/news/samsung-galaxy-s24-rumoured-be-unveiled-january-17-3510906",
        "description": "Samsung has confirmed that it would launch its latest unpacked event on 17 January 2024. In a recent advertisement, Samsung has also teased about unveiling its S24 lineup.",
        "time": "5m ago"
    },
    {
        "heading": "AI startup Hishab gets BDT 2cr investment from Startup Bangladesh",
        "link": "/tech-startup/news/ai-startup-hishab-gets-bdt-2cr-investment-startup-bangladesh-3510746",
        "description": "Hishab Technologies Limited, a startup focusing on telephony-driven conversational engines powered by generative AI has received an investment of BDT 2 crore from Startup Bangladesh Limited.",
        "time": "5m ago"
    },
    {
        "heading": "Bangladeshis can now work remotely from S Korea with Nomad visa",
        "link": "/tech-startup/news/bangladeshis-can-now-work-remotely-s-korea-nomad-visa-3509796",
        "description": "South Korea has recently introduced a Digital Nomad visa to encourage foreigners to travel to the country for remote work. Also known as a 'workation' visa, this initiative officially commenced on January 1, 2024, and can include families, including spouses and children, of foreign workers seeking to work remotely in South Korea.",
        "time": "5m ago"
    },
    {
        "heading": "BracU student receives $2000 grant from National Geographic Society",
        "link": "/tech-startup/news/bracu-student-receives-2000-grant-national-geographic-society-3508931",
        "description": "Hasibul Hasan Ahmed, a final-year Computer Science and Engineering student at Brac University, received a $2000 seed grant for his research externship on 'Community and Conservation' from the National Geographic Society and The Nature Conservancy.",
        "time": "5m ago"
    },
    {
        "heading": "Microsoft unveils Copilot app for iOS with free access to GPT-4",
        "link": "/tech-startup/news/microsoft-unveils-copilot-app-ios-free-access-gpt-4-3508191",
        "description": "In a swift follow-up to the recent introduction of the Copilot app on Android, Microsoft has extended its reach by launching the app for iOS and iPadOS. Both versions of the app are now available for download on the Apple App Store.",
        "time": "5m ago"
    },
    {
        "heading": "5 mobile app development trends to look out for in 2024",
        "link": "/tech-startup/news/5-mobile-app-development-trends-look-out-2024-3508176",
        "description": "The realm of mobile app development is an ever-evolving domain in the tech sector. Looking forward to 2024, we delve into the most promising trends expected to redefine the mobile app experience in the upcoming year:",
        "time": "5m ago"
    },
    {
        "heading": "Internet and mobile network to be fully operational on election day: EC Secy",
        "link": "/tech-startup/news/internet-and-mobile-network-be-fully-operational-election-day-ec-secy-3508161",
        "description": "Election Commission (EC) Secretary Md. Jahangir Alam said that the mobile network and internet connection throughout the country will be fully operational on January 7, the day of the upcoming 12th National Assembly elections. He said this in a press briefing on ‘Smart Election Management Apps’ at the Election Commission Media Center on Monday.",
        "time": "5m ago"
    },
    {
        "heading": "Team from Bangladesh becomes runners-up at IIT Bombay Techfest",
        "link": "/tech-startup/news/team-bangladesh-becomes-runners-iit-bombay-techfest-3507251",
        "description": "Team DUET Cogent, a robotics team from Dhaka University of Engineering and Technology (DUET), has recently earned second place in the 'Meshmerize' segment at IIT Bombay Techfest 2023. Held this year in Mumbai from December 27 to 29, IIT Bombay Techfest is among the largest college-level tech festivals in Asia.",
        "time": "5m ago"
    },
    {
        "heading": "The New York Times sues OpenAI and Microsoft",
        "link": "/tech-startup/news/the-new-york-times-sues-openai-and-microsoft-3505186",
        "description": "The New York Times, the US-based news platform, has filed a lawsuit against OpenAI and Microsoft over copyright infringement, alleging the unauthorised use of millions of the newspaper's articles to train chatbots designed to deliver information to readers.",
        "time": "6m ago"
    },
    {
        "heading": "Tesla robot attacks engineer: reports",
        "link": "/tech-startup/news/tesla-robot-attacks-engineer-reports-3505161",
        "description": "An engineer at Tesla was reportedly attacked by a robot, according to an injury report filed with regulators. The incident happened at Tesla's Giga Texas factory near Austin in 2021 but was discovered recently, as per a report by The Independent.",
        "time": "6m ago"
    },
    {
        "heading": "The year in review: Top tech events of 2023",
        "link": "/tech-startup/news/the-year-review-top-tech-events-2023-3504511",
        "description": "As 2023 draws to a close, reflecting on the year's technological advancements provides insights into the shifting landscape of our digital world. The tech stories of 2023 have been marked by significant developments across a range of areas, from artificial intelligence (AI) to space technology, each contributing to the ongoing transformation of both business and society.",
        "time": "6m ago"
    },
    {
        "heading": "Microsoft to build AI for nuclear reactor approvals",
        "link": "/tech-startup/news/microsoft-build-ai-nuclear-reactor-approvals-3504376",
        "description": "Microsoft is delving into the world of artificial intelligence (AI) to ease the complex approval process for next-generation nuclear reactors. The tech giant aims to leverage small modular reactors (SMRs) to meet the escalating electricity demands driven by the widespread use of OpenAI's ChatGPT, with 100 million weekly users as of November 2023, according to techcrunch.",
        "time": "6m ago"
    },
    {
        "heading": "Here’s the new price for heart rings",
        "link": "/tech-startup/news/heres-the-new-price-heart-rings-3503596",
        "description": "Directorate General of Drug Administration (DGDA) of Bangladesh has set a new price list for coronary stents, popularly known as heart rings.",
        "time": "6m ago"
    },
    {
        "heading": "Nvidia donates $15 million to aid civilians in Israel-Palestine War",
        "link": "/tech-startup/news/nvidia-donates-15-million-aid-civilians-israel-palestine-war-3503521",
        "description": "Nvidia, the US-based graphics chip company, has recently donated $15 million to non-profits aiding civilians affected by the ongoing Israel-Palestine War. Among this $15 million is $5 million from Nvidia employees from over 30 countries.",
        "time": "6m ago"
    },
    {
        "heading": "Grameenphone launches second episode of Club Lumière featuring Miti Sanjana",
        "link": "/tech-startup/news/grameenphone-launches-second-episode-club-lumiere-featuring-miti-sanjana-3502331",
        "description": "Grameenphone has aired the second episode of its series Lumière, this time featuring Miti Sanjana, known for her advocacy in equal rights.",
        "time": "6m ago"
    },
    {
        "heading": "AI cameras to be installed on Dhaka-Chittagong highway",
        "link": "/tech-startup/news/ai-cameras-be-installed-dhaka-chittagong-highway-3502041",
        "description": "The Dhaka-Chittagong highway is set to be dotted with artificial intelligence (AI) based CCTV cameras covering a span of 250 kilometres. The cameras, financed by the Asian Development Bank (ADB) at BDT 152 crore 56 lakhs, are aimed at enhancing the capabilities of the highway police, according to sources associated with the project.",
        "time": "6m ago"
    },
    {
        "heading": "Scammers could use ChatGPT to conduct massive frauds: Sophos",
        "link": "/tech-startup/news/scammers-could-use-chatgpt-conduct-massive-frauds-sophos-3501236",
        "description": "The cybersecurity company Sophos has recently released two reports about the use of AI in cybercrime, which talk about how massive scam campaigns can be pulled off using generative AI like ChatGPT, and how some cyber criminals are sceptical and even concerned about using AI for their attacks.",
        "time": "6m ago"
    },
    {
        "heading": "FBI takes down BlackCat ransomware; releases free tool for victims",
        "link": "/tech-startup/news/fbi-takes-down-blackcat-ransomware-releases-free-tool-victims-3499981",
        "description": "The United States Justice Department (DoJ) has declared the disruption of the BlackCat ransomware operation and has released a decryption tool for over 500 affected victims to recover access to files that were locked by the malware. This confiscation effort saw collaboration and support from multiple law enforcement agencies across the United States, Germany, Denmark, Australia, the United Kingdom, Spain, Switzerland, and Austria.",
        "time": "6m ago"
    },
    {
        "heading": "Twitter/X down for users worldwide",
        "link": "/tech-startup/news/twitterx-down-users-worldwide-3499791",
        "description": "Elon Musk's X, formerly known as Twitter, encountered a significant disruption earlier today, rendering the service largely inoperative for over an hour. This widespread outage affected users across the globe, with both mobile and web versions of the platform showing signs of malfunction.",
        "time": "6m ago"
    },
    {
        "heading": "Adobe cancels $20 bln Figma acquisition",
        "link": "/tech-startup/news/adobe-cancels-20-bln-figma-acquisition-3498356",
        "description": "Adobe has recently announced that they are cancelling their $20 billion deal to acquire Figma, the web-based collaborative platform, due to regulatory roadblocks stemming from antitrust approvals in Europe and the UK.",
        "time": "6m ago"
    },
    {
        "heading": "Fake videos targeting BNP resurfacing on social media: reports",
        "link": "/tech-startup/news/fake-videos-targeting-bnp-resurfacing-social-media-reports-3498361",
        "description": "A distorted video featuring a speech by Begum Khaleda Zia, Chairperson of Bangladesh Nationalist Party (BNP), has once again surfaced on Facebook, raising concerns about the spread of misinformation during the upcoming election. The video, created by adding together different portions of a speech delivered by Khaleda Zia in London back in 2015, resurfaced on social media platforms despite being fact-checked by three different fact-checking organisations in 2021 and 2022.",
        "time": "6m ago"
    },
    {
        "heading": "Pro-government outlets spreading AI generated misinformation, report finds",
        "link": "/tech-startup/news/pro-government-outlets-spreading-ai-generated-misinformation-report-finds-3496791",
        "description": "In a recent investigation, the British daily Financial Times has uncovered a disturbing trend of artificial intelligence (AI) being weaponised to spread disinformation in the lead-up to the general elections in Bangladesh. The report indicates that entities aligned with the government are utilising AI tools from various start-ups to craft deepfake videos and fabricated news segments, with the aim of influencing public opinion.",
        "time": "6m ago"
    },
    {
        "heading": "TikTok announces measures to combat misinformation ahead of elections",
        "link": "/tech-startup/news/tiktok-announces-measures-combat-misinformation-ahead-elections-3494551",
        "description": "TikTok has unveiled a series of measures aimed at upholding election integrity on its platform in anticipation of the upcoming parliamentary elections in Bangladesh, scheduled for January 2024. This initiative is part of TikTok's commitment to being a responsible source of information, particularly during critical events such as national elections.",
        "time": "6m ago"
    },
    {
        "heading": "Global EV sales increased in November",
        "link": "/tech-startup/news/global-ev-sales-increased-november-3493831",
        "description": "Global sales of battery electric vehicles (BEV) and plug-in hybrids (PHEV) has experienced a 20% growth in November compared to 2022, as per a report by Reuters. The finding stems from Rho Motion, a market research firm, which adds that North America and China has seen more EV sales than Europe this year.",
        "time": "6m ago"
    },
    {
        "heading": "Government slashes prices of heart rings",
        "link": "/tech-startup/news/government-slashes-prices-heart-rings-3493821",
        "description": "The government has reduced the price of coronary stents, popularly known as heart rings, for patients. Prices of per stent will drop up to 46% depending on the coronary stent and its manufacturer.",
        "time": "6m ago"
    },
    {
        "heading": "Government plans to launch ‘Saathi’, a Bangladeshi version of Siri",
        "link": "/tech-startup/news/government-plans-launch-saathi-bangladeshi-version-siri-3492681",
        "description": "The government is planning to launch ‘Saathi’, a Bangladeshi virtual AI assistant app, according to an official press release.",
        "time": "6m ago"
    },
    {
        "heading": "TikTok acquires 75% of Gojek parent's e-commerce unit",
        "link": "/tech-startup/news/tiktok-acquires-75-gojek-parents-e-commerce-unit-3491801",
        "description": "TikTok, the popular short-video-sharing platform owned by ByteDance, has agreed to invest USD 1.5 billion for 75.01% of the controlling stake in Tokopedia, the e-commerce unit owned by the Indonesian tech conglomerate GoTo Group. GoTo will retain the other 24.99% stake.",
        "time": "6m ago"
    },
    {
        "heading": "Machine unlearning: Making AI 'forget' instead of 'learning'",
        "link": "/tech-startup/news/machine-unlearning-making-ai-forget-instead-learning-3491716",
        "description": "With machine learning-based chatbots comes the ever-present worry of inaccuracies and unreliable information. As such, a new type of discipline within the realm of AI is being introduced: machine unlearning, which aims to make AI-generated output more reliable and safe by making the model 'forget' information instead of 'learning' new ones.",
        "time": "6m ago"
    },
    {
        "heading": "Women in Digital arranges cyber security session for women entrepreneurs",
        "link": "/tech-startup/news/women-digital-arranges-cyber-security-session-women-entrepreneurs-3490496",
        "description": "Women in Digital (WID), an organisation dedicated to women entrepreneurs, has organised a special session on cyber security and cyber-related crimes on Saturday in Dhaka.",
        "time": "6m ago"
    },
    {
        "heading": "Government plans digital health cards for all citizens",
        "link": "/tech-startup/news/government-plans-digital-health-cards-all-citizens-3490121",
        "description": "The government has taken an initiative to introduce digital health cards for all citizens, in a bid to eradicate the need of preserving physical prescription and test files by creating a unified digital database.",
        "time": "6m ago"
    },
    {
        "heading": "Apple's head of iPhone design to leave company",
        "link": "/tech-startup/news/apples-head-iphone-design-leave-company-3489851",
        "description": "Tang Tan, the executive leading designer for iPhone and Apple Watch, is leaving Apple in February 2024, as per a report by Bloomberg News. His departure is expected to make way for promotions of some other top Apple employees, the report adds.",
        "time": "6m ago"
    },
    {
        "heading": "Sam Altman named TIME's CEO of the year",
        "link": "/tech-startup/news/sam-altman-named-times-ceo-the-year-3488911",
        "description": "Sam Altman, co-founder and CEO of OpenAI, has been named Time Magazine's CEO of the Year for 2023. This prestigious recognition highlights Altman's significant contribution to the field of artificial intelligence (AI).",
        "time": "6m ago"
    },
    {
        "heading": "Vivo caught up in money laundering case in India",
        "link": "/tech-startup/news/vivo-caught-money-laundering-case-india-3488346",
        "description": "The Enforcement Directorate (ED) of India accused Vivo of illicitly transferring an enormous sum of ₹ 62,476 crore to China, ostensibly to evade Indian tax obligations.",
        "time": "6m ago"
    },
    {
        "heading": "Electric vehicles are reducing global oil consumption: reports",
        "link": "/tech-startup/news/electric-vehicles-are-reducing-global-oil-consumption-reports-3487496",
        "description": "Increasing electric vehicle sales in recent years have prompted forecasters to revise their estimates for the global peak in oil consumption. Public subsidies and advancements in technology are aiding consumers in overcoming the occasionally high upfront costs associated with battery-powered cars, as noted by industry experts.",
        "time": "6m ago"
    },
    {
        "heading": "China unveils new domestically developed supercomputer",
        "link": "/tech-startup/news/china-unveils-new-domestically-developed-supercomputer-3487481",
        "description": "China has recently unveiled a domestically developed supercomputing system which is said to be more powerful than Tianhe-2, one of China's fastest supercomputers, as per the Chinese news agency Xinhua.",
        "time": "6m ago"
    },
    {
        "heading": "4 websites to track cyclone Michaung",
        "link": "/tech-startup/news/4-websites-track-cyclone-michaung-3486496",
        "description": "Cyclone Michaung is currently developing in the Bay of Bengal, and various websites are available for real-time tracking and information on the storm's trajectory:",
        "time": "6m ago"
    },
    {
        "heading": "Curtain closes for Banglalink Ennovators 7.0",
        "link": "/tech-startup/news/curtain-closes-banglalink-ennovators-70-3486126",
        "description": "The grand finale of Ennovators 7.0, a digital ideation competition hosted by Banglalink Digital Communications Limited was held on 4 December at Capital’s Pan Pacific Sonargaon ballroom.",
        "time": "6m ago"
    },
    {
        "heading": "a2i's TV show on 'Smart Bangladesh' premieres today",
        "link": "/tech-startup/news/a2is-tv-show-smart-bangladesh-premieres-today-3485646",
        "description": "A new TV show named \"Mission 2041: I am the solution\" is set to premiere today. The show, presented by a2i, will aim to spotlight challenges and opportunities in diverse sectors during the country's transition from 'Digital Bangladesh' to 'Smart Bangladesh'.",
        "time": "6m ago"
    },
    {
        "heading": "Amazon to take help from rival SpaceX to launch Kuiper satellites",
        "link": "/tech-startup/news/amazon-take-help-rival-spacex-launch-kuiper-satellites-3484726",
        "description": "The e-commerce giant Amazon recently announced that it has secured three Falcon 9 rocket launches from their rival company SpaceX to deploy its Project Kuiper satellite network.",
        "time": "6m ago"
    },
    {
        "heading": "Dr Razia receives OPCW-The Hague Award as the first Bangladeshi",
        "link": "/tech-startup/news/dr-razia-receives-opcw-the-hague-award-the-first-bangladeshi-3483481",
        "description": "Professor Dr. Syeda Sultana Razia of Chemical Engineering Department of Bangladesh University of Engineering and Technology (BUET) has been awarded this year's prestigious 2023 OPCW-The Hague Award, in recognition of her efforts to educate the people about the peaceful uses of chemistry, particularly in chemical safety and security.",
        "time": "6m ago"
    },
    {
        "heading": "GTA trilogy coming to Netflix on December 14",
        "link": "/tech-startup/news/gta-trilogy-coming-netflix-december-14-3482571",
        "description": "Netflix has announced that three Grand Theft Auto (GTA) titles—GTA III, Vice City, and San Andreas—will be available for free on Android and iOS devices for subscribers starting December 14. Netflix users worldwide, including users in Bangladesh, can secure early access by pre-registering on the Google Play Store and Apple App Store.",
        "time": "6m ago"
    },
    {
        "heading": "Starlink satellite units to be established on the Gaza Strip with Israeli approval",
        "link": "/tech-startup/news/starlink-satellite-units-be-established-the-gaza-strip-israeli-approval-3481966",
        "description": "Starlink, a satellite internet system operated by Elon Musk’s SpaceX, will be allowed to operate over Gaza if the satellites are approved by Israel, according to Israel's Minister of Communications.",
        "time": "6m ago"
    },
    {
        "heading": "PM to take charge of Science Ministry; Palak to head Posts and Telecom",
        "link": "/tech-startup/news/pm-take-charge-science-ministry-palak-head-posts-and-telecom-3481886",
        "description": "In a recent cabinet reshuffle, Prime Minister Sheikh Hasina has been assigned with the additional role of overseeing the Ministry of Science and Technology, while Zunaid Ahmed Palak, the State Minister for Information and Communication Technology (ICT), has been assigned with the additional responsibilities of the Posts and Telecommunications Department, following the departure of the two technocrat ministers from these ministries.",
        "time": "7m ago"
    },
    {
        "heading": "OpenAI likely to deny board seat to Microsoft: report",
        "link": "/tech-startup/news/openai-likely-deny-board-seat-microsoft-report-3481771",
        "description": "OpenAI, the parent company of ChatGPT, is not likely to grant board seats to investors such as Microsoft, Khosla Ventures, and Thrive Capital for its new board, according to a source familiar with the matter.",
        "time": "7m ago"
    },
    {
        "heading": "Bangladeshi Sakib Jamal on Forbes 30 under 30 list",
        "link": "/tech-startup/news/bangladeshi-sakib-jamal-forbes-30-under-30-list-3481596",
        "description": "Bangladeshi born Sakib Jamal has been named in Forbes' prestigious 30 Under 30 list for 2024. This annual list by Forbes is a compilation of the most influential and promising individuals under the age of 30, drawn from various sectors such as business, technology, arts, and more. This recognition follows his earlier inclusion in Crain's New York Business 20 under 20 list earlier this year.",
        "time": "7m ago"
    },
    {
        "heading": "SUST students develop wireless charging electric vehicle",
        "link": "/tech-startup/news/sust-students-develop-wireless-charging-electric-vehicle-3481031",
        "description": "Students from the Department of Electrical and Electronics Engineering (EEE) at Shahjalal University of Science and Technology (SUST) have recently developed a prototype of a light-duty electric vehicle that is capable of being charged wirelessly.",
        "time": "7m ago"
    },
    {
        "heading": "CrackPlatoon launches commercial EV charging station at Dhaka",
        "link": "/tech-startup/news/crackplatoon-launches-commercial-ev-charging-station-dhaka-3480321",
        "description": "CrackPlatoon Charging Solution Ltd, in collaboration with Dhaka Electric Supply Company Limited (DESCO) and Sumatra Filling Station, recently launched their first ever commercial Electric Vehicle (EV) Charging Infrastructure at Manikdi, Dhaka Cantonment.",
        "time": "7m ago"
    },
    {
        "heading": "250cc Bajaj Pulsar N250 launched in Bangladesh",
        "link": "/tech-startup/news/250cc-bajaj-pulsar-n250-launched-bangladesh-3480251",
        "description": "Uttara Motors, the manufacturer and distributor of Bajaj motorcycles in Bangladesh, has recently launched The Pulsar N250 motorcycle.",
        "time": "7m ago"
    },
    {
        "heading": "Jack Ma launches new pre-packaged food company",
        "link": "/tech-startup/news/jack-ma-launches-new-pre-packaged-food-company-3479626",
        "description": "Jack Ma, the renowned founder of Alibaba Group Holding, has recently launched a brand new company that specialises in prepackaged food. The company, inaugurated in China this Wednesday, boasts an initial capitalisation of 10 million yuan (US$1.39 million), according to Nikkei Asia.",
        "time": "7m ago"
    },
    {
        "heading": "E-bike rental service Skoot launched in Sylhet",
        "link": "/tech-startup/news/e-bike-rental-service-skoot-launched-sylhet-3479601",
        "description": "Skoot Ltd, a local startup, has launched an e-bike rental station at Chowhatta Point, Sylhet on November 25. Through this station, users can rent an electric bike for as long as they require.",
        "time": "7m ago"
    },
    {
        "heading": "What is the election app and how to use it?",
        "link": "/tech-startup/news/what-the-election-app-and-how-use-it-3479376",
        "description": "Officially announced on November 12 by the Bangladesh Election Commission, the ‘Smart Election Management BD’ app has been recently released for public use. Intended to help voters identify their voting centres and stay updated with polls-related information, you can now sign up in the app using your NID information and phone number.",
        "time": "7m ago"
    },
    {
        "heading": "9 news portals and 8 online newspapers granted registration",
        "link": "/tech-startup/news/9-news-portals-and-8-online-newspapers-granted-registration-3476876",
        "description": "The Ministry of Information and Broadcasting of Bangladesh has recently authorised the registration of nine online news portals and eight online newspapers across the country, according to two circulars issued by the ministry on November 20.",
        "time": "7m ago"
    },
    {
        "heading": "Sam Altman fires board that fired him",
        "link": "/tech-startup/news/sam-altman-fires-board-fired-him-3476846",
        "description": "After Sam Altman's return as the Chief Executive Officer of OpenAI, OpenAI released a statement on X, that outlined a new board composition and thanked the public for their patience during this tumultuous period.",
        "time": "7m ago"
    },
    {
        "heading": "Forbes ranks Beximco, Square Pharma in Asia's Top 200 companies",
        "link": "/tech-startup/news/forbes-ranks-beximco-square-pharma-asias-top-200-companies-3476811",
        "description": "Square Pharmaceuticals and Beximco Pharmaceuticals, two leading pharmaceutical companies in Bangladesh, has been listed in Forbes Magazine's \"Asia's 200 Best Under a Billion\" for the year 2023.",
        "time": "7m ago"
    },
    {
        "heading": "Sam Altman vs. OpenAI: what happened so far",
        "link": "/tech-startup/news/sam-altman-vs-openai-what-happened-so-far-3476056",
        "description": "In case you haven't been following the recent developments surrounding OpenAI and its co-founder Sam Altman, here's a timeline of the events that have happened thus far.",
        "time": "7m ago"
    },
    {
        "heading": "Bangladesh govt. forms 'National Cyber Security Agency'",
        "link": "/tech-startup/news/bangladesh-govt-forms-national-cyber-security-agency-3475501",
        "description": "The government has formed the new 'National Cyber Security Agency' which will replace the previous 'Digital Security Agency', according to an official gazette published on November 17, 2023. The Cyber Security Agency will be responsible for monitoring online communication and countering cyber crimes.",
        "time": "7m ago"
    },
    {
        "heading": "OpenAI investors are now considering suing the board",
        "link": "/tech-startup/news/openai-investors-are-now-considering-suing-the-board-3475176",
        "description": "A faction of investors in OpenAI, the parent company of the renowned ChatGPT, are now reportedly considering legal steps against the company's board. This development comes after the board's decision to remove CEO Sam Altman, a choice that has led to upheaval within the organisation, according to a report by Reuters.",
        "time": "7m ago"
    },
    {
        "heading": "OpenAI's 3rd CEO in 4 days: Who is Emmett Shear?",
        "link": "/tech-startup/news/openais-3rd-ceo-4-days-who-emmett-shear-3475161",
        "description": "In a surprising turn of events, OpenAI, the parent company of ChatGPT and DALL-E, has appointed Emmett Shear as its interim CEO, marking the third leadership change in just four days. The decision comes after the sudden removal of former CEO Sam Altman, sending shockwaves through the tech industry.",
        "time": "7m ago"
    },
    {
        "heading": "BTRC to audit Teletalk for the first time",
        "link": "/tech-startup/news/btrc-audit-teletalk-the-first-time-3475141",
        "description": "Following a recent policy decision, the Bangladesh Telecommunication Regulatory Commission (BTRC) has taken the initiative to conduct a comprehensive audit of Teletalk, the state-owned telecom company, for the first time.",
        "time": "7m ago"
    },
    {
        "heading": "The 'right-to-repair' movement, explained",
        "link": "/tech-startup/news/the-right-repair-movement-explained-3474411",
        "description": "In recent years, an increasing number of consumers have encountered frustration due to limited repair options for their electronic devices, sparking a global movement known as ‘right-to-repair’. This movement contends that individuals should have the autonomy to repair their products or choose their preferred technician.",
        "time": "7m ago"
    },
    {
        "heading": "OpenAI employees revolt; threaten to quit unless board resigns",
        "link": "/tech-startup/news/openai-employees-revolt-threaten-quit-unless-board-resigns-3474631",
        "description": "Following the recent firing of Sam Altman, ex-CEO of OpenAI, the staff of the AI startup has issued a collective ultimatum, expressing their intent to resign unless the board steps down, according to a letter obtained by Reuters.",
        "time": "7m ago"
    },
    {
        "heading": "Real-time air quality tracking launched across Bangladesh",
        "link": "/tech-startup/news/real-time-air-quality-tracking-launched-across-bangladesh-3474436",
        "description": "The government has recently launched a 'real-time air quality index' program, which will provide up-to-the-minute information on the air quality across the country. The initiative, led by the Department of Environment, aims to inform the public about the health implications of varying pollution levels while fostering proactive measures to control and mitigate air pollution.",
        "time": "7m ago"
    },
    {
        "heading": "Luna Shamsuddoha receives posthumous 'Meritorious Achievement Award'",
        "link": "/tech-startup/news/luna-shamsuddoha-receives-posthumous-meritorious-achievement-award-3474376",
        "description": "Luna Shamsuddoha, a renowned Bangladeshi IT entrepreneur, was posthumously honoured with the Meritorious Achievement Award by the International Center for Parliamentary Studies (ICPS) and the National Electoral Commission of Portugal. The recognition at this year's International Electoral Awards Ceremony highlighted Shamsuddoha's role in developing the Bangladeshi voter registration software with photograph and fingerprint support.",
        "time": "7m ago"
    },
    {
        "heading": "High-tech trees: DNCC to use GPRS to monitor plants in the city",
        "link": "/tech-startup/news/high-tech-trees-dncc-use-gprs-monitor-plants-the-city-3474276",
        "description": "The Dhaka North City Corporation (DNCC) has initiated a project to monitor and maintain newly planted trees across the DNCC jurisdiction using General Packet Radio Service (GPRS) technology. This initiative was inaugurated at the Bangladesh Agricultural Research Council (BARC) auditorium on November 18.",
        "time": "7m ago"
    },
    {
        "heading": "Here's how to watch the IND v AUS final online",
        "link": "/tech-startup/news/heres-how-watch-the-ind-v-aus-final-online-3473496",
        "description": "As the ICC Men's Cricket World Cup 2023 reaches its climax today, 19 November, the much-awaited final between India and Australia is currently unfolding in India, captivating cricket enthusiasts around the globe. This high-octane match represents the pinnacle of international cricket, featuring two of the sport's most accomplished teams.",
        "time": "7m ago"
    },
    {
        "heading": "Sam Altman, OpenAI ex-CEO, considering launching new AI company: reports",
        "link": "/tech-startup/news/sam-altman-openai-ex-ceo-considering-launching-new-ai-company-reports-3473431",
        "description": "Sam Altman, the recently fired CEO of OpenAI, the company behind ChatGPT and DALL-E, is reportedly considering launching a new AI company, as per a person close to the matter.",
        "time": "7m ago"
    },
    {
        "heading": "iPhone the fastest device in Bangladesh to browse internet: study",
        "link": "/tech-startup/news/iphone-the-fastest-device-bangladesh-browse-internet-study-3473021",
        "description": "A study by Ookla's Speedtest Global Index has positioned Apple's iPhone as the leading device for internet browsing speeds in Bangladesh for Q3 2023. The report, which analyses global internet speed data, indicates a clear edge for Apple devices in the country. The iPhone 14 Pro Max emerges as the top performer, registering a striking median download speed of 45.93 Mbps. This is closely trailed by the iPhone 13 and the iPhone 12 5G models, which show median download speeds of 44.71 Mbps and 43.84 Mbps, respectively.",
        "time": "7m ago"
    },
    {
        "heading": "Bangladesh 111th in mobile internet speed: Ookla",
        "link": "/tech-startup/news/bangladesh-111th-mobile-internet-speed-ookla-3473001",
        "description": "Bangladesh currently ranks 111th among 142 countries in mobile internet speed, according to the latest findings by the US-based organisation Ookla. The data, part of Ookla's Speedtest Global Index, reveals Bangladesh's current download and upload speeds for mobile internet and positions the country in the global landscape.",
        "time": "7m ago"
    },
    {
        "heading": "UIU team wins gold at International Blockchain Olympiad 2023",
        "link": "/tech-startup/news/uiu-team-wins-gold-international-blockchain-olympiad-2023-3472626",
        "description": "United International University students from Bangladesh have achieved a landmark victory at the International Blockchain Olympiad in Amsterdam, Netherlands, showcasing the country's burgeoning talent in blockchain technology.",
        "time": "7m ago"
    },
    {
        "heading": "Meet Mira Murati, the new interim CEO of OpenAI",
        "link": "/tech-startup/news/meet-mira-murati-the-new-interim-ceo-openai-3472611",
        "description": "In the wake of Sam Altman's abrupt dismissal as CEO of OpenAI, the company has appointed Mira Murati as its interim CEO. Murati's elevation to this critical role comes amid significant changes within OpenAI, but her established presence within the company suggests a smooth transition ahead.",
        "time": "7m ago"
    },
    {
        "heading": "Sam Altman, CEO of ChatGPT maker OpenAI, fired",
        "link": "/tech-startup/news/sam-altman-ceo-chatgpt-maker-openai-fired-3472556",
        "description": "Sam Altman, the CEO of OpenAI, the company behind the artificial intelligence platforms ChatGPT and GPT-4, has been dismissed by the board of directors. This dramatic decision by the Microsoft-backed firm marks a significant shift in the tech industry's landscape.",
        "time": "7m ago"
    },
    {
        "heading": "4 websites to track cyclone Midhili",
        "link": "/tech-startup/news/4-websites-track-cyclone-midhili-3471946",
        "description": "As Cyclone Midhili brews in the Bay of Bengal, threatening the coastal regions of Bangladesh, it's essential to stay informed and prepared. With technology playing an ever-increasing role in weather forecasting and information dissemination, here are four websites that provide real-time tracking and information on the storm's progress:",
        "time": "7m ago"
    },
    {
        "heading": "China unveils world's fastest internet; 1.2 terabits per second",
        "link": "/tech-startup/news/china-unveils-worlds-fastest-internet-12-terabits-second-3471211",
        "description": "China has commenced the deployment of what is being hailed as the world's most advanced internet network. The network, boasting a staggering speed of 1.2 terabits per second – equivalent to 1,200 gigabits – is capable of transferring data from 150 movies in a mere second, according to Huawei, the Chinese tech company spearheading the project. It is important to note that these figures represent theoretical maximums, and such speeds are unlikely to be available to average consumers in the immediate future.",
        "time": "7m ago"
    },
    {
        "heading": "The Xiaomi car is real, and BAIC is making it",
        "link": "/tech-startup/news/the-xiaomi-car-real-and-baic-making-it-3470446",
        "description": "Xiaomi is making a bold move into the electric vehicle (EV) industry with its Xiaomi SU7 car series. The consumer tech company, diversifying from its traditional product range, has now applied for a sales license in China for this ambitious venture.",
        "time": "7m ago"
    },
    {
        "heading": "Legal notice seeks ban on vapes and e-cigarettes",
        "link": "/tech-startup/news/legal-notice-seeks-ban-vapes-and-e-cigarettes-3469541",
        "description": "A legal notice has been issued to halt the production, storage, sale, import, and use of e-cigarettes in Bangladesh. Sent on November 13, the notice also demands the cessation of e-cigarette advertising on social media platforms, including Facebook and YouTube.",
        "time": "7m ago"
    },
    {
        "heading": "How to update your birth certificate online",
        "link": "/tech-startup/news/how-update-your-birth-certificate-online-3468826",
        "description": "A birth certificate is a vital document, often required for various official purposes. Inaccuracies in birth certificates can lead to complications during verification processes. Fortunately, birth certificates can now be updated online, a service which includes options for adding both English and Bangla names, photo attachments, and more. This guide explains how to update your birth certificate online.",
        "time": "7m ago"
    },
    {
        "heading": "Advertising overload in metro rail: a lesson for marketers",
        "link": "/tech-startup/news/advertising-overload-metro-rail-lesson-marketers-3468741",
        "description": "The newly inaugurated metro rail has become the canvas for a marketing strategy that teeters on the brink of visual overload. The pervasive spread of advertisements of a certain refrigerator brand, plastered over every conceivable surface within the metro's interiors, has sparked a debate on the essence of tasteful advertising in public transportation - a conversation the context of which extends far beyond the borders of Bangladesh.",
        "time": "7m ago"
    },
    {
        "heading": "Bangladesh joins the global '50-in-5' campaign",
        "link": "/tech-startup/news/bangladesh-joins-the-global-50-5-campaign-3468651",
        "description": "Bangladesh has recently joined the '50-in-5' campaign to boost the country's development of digital public infrastructure (DPI). As per an official press release, this campaign will help aligned countries utilise DPI as a catalyst for achieving their Sustainable Development Goals (SDGs).",
        "time": "7m ago"
    },
    {
        "heading": "BTRC mulls legal action against several airlines",
        "link": "/tech-startup/news/btrc-mulls-legal-action-against-several-airlines-3468656",
        "description": "The Bangladesh Telecommunication Regulatory Commission (BTRC) is set to initiate legal proceedings against 11 airline companies over unpaid frequency allocation dues. According to sources, British Airways, United Airways, GMG Airlines, and Regent Airways are among the airlines identified for legal action. These companies, according to BTRC, have failed to settle their financial obligations pertaining to frequency allocation, a vital service for airline operations ensuring safe and effective communication channels.",
        "time": "7m ago"
    },
    {
        "heading": "Two Bangladeshi scientists' AI tech that can predict diabetes",
        "link": "/tech-startup/news/two-bangladeshi-scientists-ai-tech-can-predict-diabetes-3467871",
        "description": "Genofax, a healthcare tech startup, has introduced a new form of technology called AI-enabled Health-Metric Determination (AIeh-MD) that, by monitoring an individual's gut microbiome, can predict metabolic trends and potentially identify early signs of conditions like obesity, diabetes, inflammatory bowel disease, etc. The company was founded by two Bangladeshi scientists named Zahangir Alam and Dr Abed Chaudhury.",
        "time": "7m ago"
    },
    {
        "heading": "Netflix's 'Terminator' anime series coming soon",
        "link": "/tech-startup/news/netflixs-terminator-anime-series-coming-soon-3467856",
        "description": "Netflix has officially confirmed an anime adaptation of the popular sci-fi series 'Terminator'. Announced via a trailer on Netflix's official YouTube channel, the upcoming anime series will be jointly made by Production I.G, Skydance Media, and writer Mattson Tomlin.",
        "time": "7m ago"
    },
    {
        "heading": "Avik Anwar 3rd in Gulf ProCar Round 2; dedicates win to Palestine",
        "link": "/tech-startup/news/avik-anwar-3rd-gulf-procar-round-2-dedicates-win-palestine-3467756",
        "description": "In an emotionally charged Round 2 of the Gulf ProCar Series at Dubai Autodrome Circuit, Avik Anwar, the noted Bangladeshi racer, clinched two remarkable third-place finishes. Avik Anwar dedicated both his podium finishes to the people enduring hardships in Palestine and his late colleague, Ashfaq from Maven Autos.",
        "time": "7m ago"
    },
    {
        "heading": "Korvi Rakshand receives \"Asia's Nobel Prize\" in Manila",
        "link": "/tech-startup/news/korvi-rakshand-receives-asias-nobel-prize-manila-3467741",
        "description": "Korvi Rakshand, the founder of the JAAGO Foundation, has been presented with the Ramon Magsaysay Award, Asia's equivalent of the Nobel Prize, in a ceremony held at the Metropolitan Theatre in Manila, Philippines. Rakshand was recognised in the Emergent Leadership category for his significant contributions to societal upliftment and sustainable development through the JAAGO Foundation.",
        "time": "7m ago"
    },
    {
        "heading": "The curious case of killer robots",
        "link": "/tech-startup/news/the-curious-case-killer-robots-3467011",
        "description": "While we are far from the fictional future where actual killer robots such as the T-800 from The Terminator movies roam the earth, the recent and alarmingly fast development of the AI industry means that now, more than ever, we need to arm ourselves with the proper safety guidelines and update AI safety laws for the betterment of humanity.",
        "time": "7m ago"
    },
    {
        "heading": "Samsung develops ChatGPT like AI tool that generates texts, images",
        "link": "/tech-startup/news/samsung-develops-chatgpt-ai-tool-generates-texts-images-3466531",
        "description": "Samsung has unveiled its inaugural generative AI model, Samsung Gauss, at the Samsung AI Forum 2023. Developed by Samsung Research, the company's research arm, this AI model is poised to make a substantial impact in the field of artificial intelligence. Samsung Gauss comprises three distinct tools—Samsung Gauss Language, Samsung Gauss Code, and Samsung Gauss Image—each designed for specific applications.",
        "time": "7m ago"
    },
    {
        "heading": "Bangladeshi team 5th in World Robot Olympiad 2023",
        "link": "/tech-startup/news/bangladeshi-team-5th-world-robot-olympiad-2023-3466496",
        "description": "A Bangladeshi robotics team, 'Robonium Bangladesh,' has clinched the 5th position in the World Robot Olympiad 2023 held in Panama. The young team consisting of Israfil Shaheen Arannya of Cantonment Public School and College, Rangpur, and Qazi Mostahid Labib and Tafsir Tahrim cof Sunnydale competed in the 'Future Innovators (Senior)' category and bagged the 5th position, competing against 451 teams from 77 countries.",
        "time": "7m ago"
    },
    {
        "heading": "Apple co-founder Steve Wozniak hospitalised",
        "link": "/tech-startup/news/apple-co-founder-steve-wozniak-hospitalised-3465591",
        "description": "Steve Wozniak, co-founder of the tech giant Apple, has recently been hospitalised in Mexico City, following what was initially suspected to be a possible stroke. The news has garnered attention and raised concerns among his followers and the global tech community.",
        "time": "7m ago"
    },
    {
        "heading": "GTA 6 trailer releasing early December",
        "link": "/tech-startup/news/gta-6-trailer-releasing-early-december-3465081",
        "description": "Rockstar Games has announced that it will release the first trailer for the highly anticipated next installment in the Grand Theft Auto series in early December. This announcement comes as the renowned video game publisher prepares to celebrate its 25th anniversary next month.",
        "time": "7m ago"
    },
    {
        "heading": "DNCC launches 'Smart Parking' app",
        "link": "/tech-startup/news/dncc-launches-smart-parking-app-3464746",
        "description": "In an effort to address the persistent parking difficulties in Dhaka, the Dhaka North City Corporation (DNCC) has unveiled the ‘DNCC Smart Parking’ app. The inauguration of this pilot program took place on Wednesday at the DNCC's Nagar Bhaban in Gulshan 2.",
        "time": "7m ago"
    },
    {
        "heading": "Rockstar Games may announce GTA 6 this week",
        "link": "/tech-startup/news/rockstar-games-may-announce-gta-6-week-3464711",
        "description": "Rockstar Games is expected to announce the highly anticipated Grand Theft Auto VI this week, according to sources familiar with the matter. This news comes after a tumultuous period last year when the gaming community witnessed the release of early development footage due to a significant security breach. The leak, which Rockstar attributed to a \"network intrusion,\" resulted in the conviction of two UK teenagers earlier this year.",
        "time": "7m ago"
    },
    {
        "heading": "Registration now open for Shark Tank Bangladesh Season 1",
        "link": "/tech-startup/news/registration-now-open-shark-tank-bangladesh-season-1-3464126",
        "description": "The internationally acclaimed business reality show, Shark Tank, has officially opened the doors to its Bangladeshi adaptation, inviting enterprising individuals from across the nation to participate in its first season.",
        "time": "7m ago"
    },
    {
        "heading": "OpenAI will now let anyone create their own ChatGPT",
        "link": "/tech-startup/news/openai-will-now-let-anyone-create-their-own-chatgpt-3463976",
        "description": "OpenAI has announced a novel platform allowing users to craft bespoke versions of the widely recognised ChatGPT for an array of specialised tasks, without necessitating any programming skills. This initiative is currently earmarked for ChatGPT Plus subscribers.",
        "time": "7m ago"
    },
    {
        "heading": "This website tells you if there will be 'oborodh' tomorrow",
        "link": "/tech-startup/news/website-tells-you-if-there-will-be-oborodh-tomorrow-3463776",
        "description": "istomorrowhartal.com, a 2015 website that offers timely information on hartals (strikes) and blockades in Bangladesh, has resurfaced again in 2023 in midst of the ongoing blockades. The service was initially set up during a period of frequent hartals by the Bangladesh Nationalist Party (BNP) and has recently updated its offerings to include information on the latest blockades by the same party.",
        "time": "7m ago"
    },
    {
        "heading": "Mark Zuckerberg injured in martial arts training, undergoes knee surgery",
        "link": "/tech-startup/news/mark-zuckerberg-injured-martial-arts-training-undergoes-knee-surgery-3463336",
        "description": "Meta CEO Mark Zuckerberg has undergone knee surgery following an injury sustained during his martial arts training. Zuckerberg tore one of his anterior cruciate ligaments, or ACLs while preparing for an upcoming MMA fight scheduled for early next year.",
        "time": "7m ago"
    },
    {
        "heading": "Meet Marvella, Bangladesh's first AI \"influencer\"",
        "link": "/tech-startup/news/meet-marvella-bangladeshs-first-ai-influencer-3462121",
        "description": "An AI-generated influencer named Marvella was recently revealed in the locally hosted influencer awards program 'Marvel of Tomorrow: Season 3'. As per the launch premiere video, 'Marvella' was created by The Wider Collective and The Marvel - Be You.",
        "time": "7m ago"
    },
    {
        "heading": "What is TakaPay card and how does it work?",
        "link": "/tech-startup/news/what-takapay-card-and-how-does-it-work-3459031",
        "description": "TakaPay is Bangladesh's inaugural local currency card, recently unveiled by Prime Minister Sheikh Hasina. But what exactly is TakaPay? Let's explore this payment system and its potential benefits, including the card's practical aspects and an overview of what it is and how it works.",
        "time": "7m ago"
    },
    {
        "heading": "Government offices to offer internships for graduates",
        "link": "/tech-startup/news/government-offices-offer-internships-graduates-3458996",
        "description": "Bangladeshi graduates and postgraduates will now be allowed to intern at government, semi-government, autonomous, and private institutions, as per the new ‘Internship Policy 2023’ issued by the Ministry of Public Administration.",
        "time": "7m ago"
    },
    {
        "heading": "Siemens and Microsoft jointly working on generative AI",
        "link": "/tech-startup/news/siemens-and-microsoft-jointly-working-generative-ai-3458861",
        "description": "Multinational tech company Siemens has recently announced a collaboration with tech giant Microsoft in jointly working on a new AI-based project. In the 'Siemens Industrial Copilot scheme', the two companies will be working together to use generative AI for the manufacturing, transportation, and healthcare industries.",
        "time": "7m ago"
    },
    {
        "heading": "Bangladeshi startup Dark Kak wins award at She Loves Tech 2023",
        "link": "/tech-startup/news/bangladeshi-startup-dark-kak-wins-award-she-loves-tech-2023-3458006",
        "description": "Dark Kak, a Bangladeshi tech startup that works with Augmented Reality (AR) with the Internet of Things (IoT), has won an award for their upcoming project ‘Smart Jewellery’. The award, titled ‘Catalyzing Women’s Entrepreneurship Award’, was presented by the United Nations Economic and Social Commission of Asia and the Pacific (UN ESCAP) at the She Loves Tech 2023 conference held at the Fairmont Hotel in Singapore. Dark Kak was entitled to a 15,000 USD cash prize from UN ESCAP and She Loves Tech.",
        "time": "7m ago"
    },
    {
        "heading": "Apple unveils new M3 chips, upgraded iMac, faster MacBooks",
        "link": "/tech-startup/news/apple-unveils-new-m3-chips-upgraded-imac-faster-macbooks-3457726",
        "description": "Apple's Scary Fast event on Tuesday unveiled some of the tech giant's most awaited innovations for 2023, with the MacBook Pro and iMac taking centre stage. Here's a quick roundup of the biggest announcements from today's event.",
        "time": "7m ago"
    },
    {
        "heading": "Investment in Bangladeshi startups sees significant decline",
        "link": "/tech-startup/news/investment-bangladeshi-startups-sees-significant-decline-3457716",
        "description": "The local startup scene is experiencing notable downward shifts in funding trends, even as the global startup ecosystem indicates slight growth. On a global scale, startup investments have risen marginally by 7%, totalling a formidable USD 73 billion in the third quarter of this year. But funding in Bangladesh plummeted to a mere USD 4.0 million in Q3 2023, a drastic 77% decline in comparison to the same period last year. This trend was revealed in the recently released Bangladesh Startup Investment Report for Q3 2023 by LightCastle Partners.",
        "time": "7m ago"
    },
    {
        "heading": "Avik Anwar secures double win in Round 1 of Gulf Pro Car Championship",
        "link": "/tech-startup/news/avik-anwar-secures-double-win-round-1-gulf-pro-car-championship-3456381",
        "description": "Avik Anwar from Bangladesh has secured first place in both races of Round 1 at the Gulf Pro Car Championship 2023-24. The event was held at the Yas Marina F1 track in Abu Dhabi, UAE.",
        "time": "8m ago"
    },
    {
        "heading": "7 Bangladeshi firms on Bloomberg's sustainability list",
        "link": "/tech-startup/news/7-bangladeshi-firms-bloombergs-sustainability-list-3456196",
        "description": "Seven Bangladeshi firms have secured a place on Bloomberg's sustainability list, joining over 16,000 global corporations. These firms were placed on the highly prestigious list based on their strong performance in environmental, social, and governance (ESG) areas. The firms are: Grameenphone, British American Tobacco (BAT) Bangladesh, Marico Bangladesh, BRAC Bank, IDLC Finance, Square Pharmaceuticals, and Walton Hi-Tech Industries.",
        "time": "8m ago"
    },
    {
        "heading": "Xiaomi Pad 6: Balancing price and performance",
        "link": "/tech-startup/news/xiaomi-pad-6-balancing-price-and-performance-3456106",
        "description": "Finding a device that balances performance, aesthetics, and price can be a challenge in today's saturated gadget market. Enter the Xiaomi Pad 6: a tablet that not only promises top-tier specs but does so without burning a hole in your pocket. Join us as we delve deeper into what makes the Pad 6 stand out in a crowded field.",
        "time": "8m ago"
    },
    {
        "heading": "Starlink to provide communication support to aid groups in Gaza: Elon Musk",
        "link": "/tech-startup/news/starlink-provide-communication-support-aid-groups-gaza-elon-musk-3456041",
        "description": "Elon Musk, CEO of the American spacecraft and satellite company SpaceX, has recently said that the company's Starlink internet connection will provide communication support to international aid groups in Gaza during the ongoing Israel-Hamas war.",
        "time": "8m ago"
    },
    {
        "heading": "Internet disruption: Speed expected to be restored by tomorrow",
        "link": "/tech-startup/news/internet-disruption-speed-expected-be-restored-tomorrow-3454236",
        "description": "Says president of Internet Service Providers Association of Bangladesh",
        "time": "8m ago"
    },
    {
        "heading": "Google's cloud division in disasters; Microsoft's thrives",
        "link": "/tech-startup/news/googles-cloud-division-disasters-microsofts-thrives-3452431",
        "description": "Google-parent Alphabet's (GOOGL.O) cloud division posted its weakest growth in nearly three years, leading to a 5.7% decline in its stock value in after-hours trading. This decline is even more striking when juxtaposed with the success of Microsoft's (MSFT.O) cloud division, which has seen a substantial surge in sales.",
        "time": "8m ago"
    },
    {
        "heading": "Pathao unveils new logo; announces Pathao Pay",
        "link": "/tech-startup/news/pathao-unveils-new-logo-announces-pathao-pay-3452401",
        "description": "Pathao, the on-demand digital platform, has just revealed a brand new logo for their company. The logo was publicly revealed in the brand's official Fabook page earlier today with a new slogan: \"Here With You\".",
        "time": "8m ago"
    },
    {
        "heading": "4 websites to track Cyclone Hamoon LIVE",
        "link": "/tech-startup/news/4-websites-track-cyclone-hamoon-live-3451026",
        "description": "As Cyclone Hamoon brews in the Bay of Bengal, threatening the coastal regions of Bangladesh, it's essential to stay informed and prepared. With technology playing an ever-increasing role in weather forecasting and information dissemination, here are four websites that provide real-time tracking and information on the storm's progress:",
        "time": "8m ago"
    },
    {
        "heading": "MTB and Delivery Tiger launch instant digital loans for micro merchants",
        "link": "/tech-startup/news/mtb-and-delivery-tiger-launch-instant-digital-loans-micro-merchants-3447691",
        "description": "Mutual Trust Bank has partnered with courier and fintech company Delivery Tiger to streamline the loan process for small-scale sellers in Bangladesh, eliminating the need for physical documentation.",
        "time": "8m ago"
    },
    {
        "heading": "Bangladesh’s echo: leading the global voice technology revolution",
        "link": "/tech-startup/news/bangladeshs-echo-leading-the-global-voice-technology-revolution-3445761",
        "description": "Bangladesh has an assisted digital literacy rate of 23%, and a full digital literacy rate of just above 6%, indicating that no matter how nice the newest UI  of an app may be, its usefulness to the everyday Bangali will always be nil.",
        "time": "8m ago"
    },
    {
        "heading": "TikTok and 10MS to award scholarships to 15K Bangladeshi students",
        "link": "/tech-startup/news/tiktok-and-10ms-award-scholarships-15k-bangladeshi-students-3445061",
        "description": "TikTok has entered into a partnership with the 10 Minute School to launch the #ExamReady digital learning program. This initiative is set to facilitate online education and distance learning for students in grades 8 to 10, including SSC candidates.",
        "time": "8m ago"
    },
    {
        "heading": "Huawei ICT Competition 2023-2024 launched in Bangladesh",
        "link": "/tech-startup/news/huawei-ict-competition-2023-2024-launched-bangladesh-3444206",
        "description": "Huawei has recently launched an ICT competition for undergraduate students in Bangladesh, where students from any discipline can participate. According to the company, this year's global round of Huawei ICT Competition will involve 150,000 students from more than 2,300 universities in 80 countries. Participants can enrol in this competition until November 17, 2023.",
        "time": "8m ago"
    },
    {
        "heading": "Bangladeshi Antara recognised as an IAF Emerging Space Leader",
        "link": "/tech-startup/news/bangladeshi-antara-recognised-iaf-emerging-space-leader-3443491",
        "description": "Raihana Shams Islam Antara, a lecturer in the Department of Electrical and Electronic Engineering at BRAC University, has been recognised as a 2023 IAF Emerging Space Leader (ESL) by the International Astronautical Federation (IAF) for her contribution in the field of space technology.",
        "time": "8m ago"
    },
    {
        "heading": "Bangladeshi scientist discovers 'Panchabrihi', new method of rice cultivation",
        "link": "/tech-startup/news/bangladeshi-scientist-discovers-panchabrihi-new-method-rice-cultivation-3443396",
        "description": "A Bangladeshi scientist named Dr Abed Chowdhury has recently discovered a new production method in which four additional varieties of rice for different seasons can be cultivated on a single tree. Named by Dr Chowdhury as 'Panchabrihi', this new type of rice production method can be achieved without needing to completely remove the tree after the harvest.",
        "time": "8m ago"
    },
    {
        "heading": "Bangladeshi-origin Sal Khan in Insider's Top 100 in AI 2023",
        "link": "/tech-startup/news/bangladeshi-origin-sal-khan-insiders-top-100-ai-2023-3440531",
        "description": "Sal Khan, an American educator of Bangladeshi origin, has recently been named in the Insider AI 100 2023 list, a recognition that honours significant contributions to the field of Artificial Intelligence (AI). Khan is famously known for his tutoring web platform Khan Academy, which was launched in 2008.",
        "time": "8m ago"
    },
    {
        "heading": "TikTok launches month-long campaign for mental health awareness",
        "link": "/tech-startup/news/tiktok-launches-month-long-campaign-mental-health-awareness-3441021",
        "description": "TikTok is marking World Mental Health Day on October 10th with a month-long campaign focused on mental health awareness for October. The platform aims to combat mental health stigmas and demonstrates its commitment to this cause.",
        "time": "8m ago"
    },
    {
        "heading": "Pathao among 40 global technology companies beating their Western rivals",
        "link": "/tech-startup/news/pathao-among-40-global-technology-companies-beating-their-western-rivals-3440216",
        "description": "Pathao, the popular on-demand digital platform, has been chosen as one of the top 40 global technology firms that are outperforming their Western counterparts. The list was prepared by Rest of World, a New York-based tech-focused news publication founded by Sophie Schmidt, the daughter of former Google CEO Eric Schmidt.",
        "time": "8m ago"
    },
    {
        "heading": "Xiaomi Mix Fold 3: A glimpse into the future of folding phones",
        "link": "/tech-startup/news/xiaomi-mix-fold-3-glimpse-the-future-folding-phones-3439896",
        "description": "Folding phones have become increasingly popular, with a plethora of options available to consumers, from the likes of Google’s Pixel Fold to Samsung’s Galaxy Z Fold5. Amidst this competition, Xiaomi's Mix Fold 3 stands out: a device that undeniably offers a tantalising preview of the potential future trajectory of folding phones on a global scale.",
        "time": "8m ago"
    },
    {
        "heading": "Prada to design spacesuits for Artemis III lunar mission",
        "link": "/tech-startup/news/prada-design-spacesuits-artemis-iii-lunar-mission-3439336",
        "description": "Prada, the famous Italian luxury fashion house, has partnered with Axiom Space, a Texas-based private space company, to craft advanced spacesuits for NASA's upcoming Artemis mission. The collaboration aims to provide cutting-edge gear for astronauts on lunar expeditions.",
        "time": "8m ago"
    },
    {
        "heading": "a2i’s NISE and Muktopaath win WITSA Award",
        "link": "/tech-startup/news/a2is-nise-and-muktopaath-win-witsa-award-3438706",
        "description": "Two initiatives of Aspire to Innovate-a2i named ‘National Intelligence Employment and Entrepreneurship (NISE)’ and ‘Muktopaath’ have recently won the WITSA 2023 Global Innovation and Technology Excellence Award from the World Information Technology and Services Alliance (WITSA), an alliance of information technology sector organisations from various countries.",
        "time": "8m ago"
    },
    {
        "heading": "NASA Space Apps Challenge Bangladesh 2023 wraps up",
        "link": "/tech-startup/news/nasa-space-apps-challenge-bangladesh-2023-wraps-3437916",
        "description": "NASA Space Apps Challenge 2023, the annual hackathon competition for aspiring scientists and innovators, had its grand closing ceremony for Bangladesh held today at Independent University Bangladesh (IUB). The 9th iteration of this competition was organised by Bangladesh Association of Software and Information Services (BASIS) in collaboration with BASIS Students Forum.",
        "time": "8m ago"
    },
    {
        "heading": "First-ever in-person keyboard customisation contest held in Bangladesh",
        "link": "/tech-startup/news/first-ever-person-keyboard-customisation-contest-held-bangladesh-3436926",
        "description": "‘Keeb Showdown’, an in-person keyboard customisation competition and the first of its kind in Bangladesh, was held on October 6 at the BCS Computer City. Local enthusiast groups called MechaBoards BD and PC Builder Bangladesh jointly organised this event as a part of the City IT Mega Fair 2023.",
        "time": "8m ago"
    },
    {
        "heading": "Study reveals the most commonly compromised passwords",
        "link": "/tech-startup/news/study-reveals-the-most-commonly-compromised-passwords-3433686",
        "description": "Specops Software, an international password management company, has recently released in-depth research on the most commonly comprised passwords and whether password lengths enhance online security. Take a look if, by chance, you have been using any of the weakest passwords currently known.",
        "time": "8m ago"
    },
    {
        "heading": "Team from Bangladesh wins Gold Medal at intl. invention competition",
        "link": "/tech-startup/news/team-bangladesh-wins-gold-medal-intl-invention-competition-3432706",
        "description": "Team Atlas, a robotics team from Bangladesh, has recently earned the Gold Medal in the IT & Robotics Segment at this year's World Invention Competition and Exhibition. The team won amongst 400 competing teams from 20 participating countries, including China, Indonesia, Vietnam, Malaysia, and Thailand.",
        "time": "8m ago"
    },
    {
        "heading": "Registration opens for Banglalink Ennovators 7.0",
        "link": "/tech-startup/news/registration-opens-banglalink-ennovators-70-3432086",
        "description": "Banglalink has officially opened registration for the 7th iteration of Ennovators, the company's annual digital ideation competition. As per an official press release, Banglalink Ennovators 7.0 will engage participants in the limitless potential of the digital world while allowing an immersive experience to explore the depths of innovation.",
        "time": "8m ago"
    },
    {
        "heading": "Google turns 25: A breakdown of the tech giant's journey",
        "link": "/tech-startup/news/google-turns-25-breakdown-the-tech-giants-journey-3429216",
        "description": "Google, the world-famous tech giant, has officially turned 25 years old. Let's take a look at the company's 25-year odyssey in revolutionising the internet as we know today.",
        "time": "9m ago"
    },
    {
        "heading": "Facebook just changed its logo; spot the difference",
        "link": "/tech-startup/news/facebook-just-changed-its-logo-spot-the-difference-3426716",
        "description": "Meta, the parent company of Facebook, has rolled out an updated \"identity system\" for the social media giant, which includes a subtly redesigned logo. While at first glance the changes might appear minimal, a closer look reveals a darker shade of blue and a few modifications to the lowercase \"f\".",
        "time": "9m ago"
    },
    {
        "heading": "Microsoft unveils its new Surface Laptop, AI powered Copilot, and more",
        "link": "/tech-startup/news/microsoft-unveils-its-new-surface-laptop-ai-powered-copilot-and-more-3424876",
        "description": "Microsoft unveiled a slew of new products and updates at its Surface event this year. From groundbreaking hardware advancements to sophisticated software improvements, the tech behemoth continues to reshape the landscape of personal and professional computing. Here's a detailed look at the announcements that have caught the industry's attention",
        "time": "9m ago"
    },
    {
        "heading": "Bangladesh’s mobile internet 73% slower than India: Study",
        "link": "/tech-startup/news/bangladeshs-mobile-internet-73-slower-india-study-3424521",
        "description": "The country now ranks 82nd out of 121 nations in Digital Quality of Life Index 2023.",
        "time": "9m ago"
    },
    {
        "heading": "Apple just released iOS 17: Here are the top new features",
        "link": "/tech-startup/news/apple-just-released-ios-17-here-are-the-top-new-features-3423906",
        "description": "Apple's latest software update, iOS 17, has landed with a plethora of features aimed at making your digital life simpler, more efficient, and a lot more fun. With a focus on innovation and user experience, the tech giant's newest offering has something for everyone. Here's what you need to know about iOS 17's standout features.",
        "time": "9m ago"
    },
    {
        "heading": "So, what happened to Threads?",
        "link": "/tech-startup/news/so-what-happened-threads-3422691",
        "description": "When Meta, formerly Facebook, introduced Threads as a rival to Twitter, the tech world buzzed with anticipation. Touted as a groundbreaking platform for text-based content, Threads attracted record-breaking numbers of new users within days of its launch. But just three months in, data shows a steep decline in user engagement and retention. So, what went wrong?",
        "time": "9m ago"
    },
    {
        "heading": "Here's how the world's nations are regulating AI tools",
        "link": "/tech-startup/news/heres-how-the-worlds-nations-are-regulating-ai-tools-3422636",
        "description": "In response to the recent rise of AI technologies, countries are collaborating to create comprehensive legal frameworks that prioritise safety and privacy as topmost considerations. Check out how some of the countries and nations in the world are tackling the regulation of AI tools and systems.",
        "time": "9m ago"
    },
    {
        "heading": "a2i's ekShop initiative wins UN 'SDG Digital GameChangers Award'",
        "link": "/tech-startup/news/a2is-ekshop-initiative-wins-un-sdg-digital-gamechangers-award-3421791",
        "description": "An initiative of Aspire to Innovate (a2i) called 'ekShop' has recently won the United Nations ‘SDG Digital GameChangers Award’. The United Nations Development Programme (UNDP) and the International Telecommunication Union (ITU) jointly awarded ekShop the winner of the 'Game Changer for Prosperity' category.",
        "time": "9m ago"
    },
    {
        "heading": "Decoding the EV craze: Are they just a hype?",
        "link": "/tech-startup/news/decoding-the-ev-craze-are-they-just-hype-3421786",
        "description": "The increasing impact of climate change and the impending consequences are often disregarded by a significant portion of the world's population. Despite discussions on this topic for over a few decades, there seems to be little progress in conveying the urgency of the situation. In general we know that Bangladesh, along with other low-lying countries, will sink due to climate change. As sea levels rise, these countries, including Bangladesh, will be submerged. The higher the sea level, the larger the affected area will be submerged or sink. It is difficult to quantify the exact extent of this impact. Today, we will not delve into the measurements of this impact, but rather focus on our collective understanding and the actions we are taking in response.",
        "time": "9m ago"
    },
    {
        "heading": "New AI to make fashion designing more efficient",
        "link": "/tech-startup/news/new-ai-make-fashion-designing-more-efficient-3421006",
        "description": "Calvin Wong, a Professor in Fashion and Textiles studies, has recently developed a designer-led AI system called Interactive Design Assistant for Fashion (AiDA), which can use image-recognition technology to make fashion designs take less time to go from first sketches to final stages of production.",
        "time": "9m ago"
    },
    {
        "heading": "Country’s first electric vehicle manufacturing plant underway in Chattogram",
        "link": "/tech-startup/news/countrys-first-electric-vehicle-manufacturing-plant-underway-chattogram-3420211",
        "description": "Bangladesh is propelling itself into the future of sustainable transportation with a colossal investment in electric vehicle manufacturing. According to reports, Bangladesh Auto Industries Limited is investing Tk 1440 crore to build the country's first electric car factory. Located in Bangabandhu Shilpa Nagar Economic Zone in Mirsarai, Chattogram, the plant is set to roll out its first cars by March next year.",
        "time": "9m ago"
    },
    {
        "heading": "Proof of 'alien' presented to Mexican Congress",
        "link": "/tech-startup/news/proof-alien-presented-mexican-congress-3418711",
        "description": "In an unprecedented congressional hearing on Tuesday, Mexican lawmakers examined what was touted as physical evidence supporting the existence of Unidentified Anomalous Phenomena (UAP), commonly known as UFOs. The hearing marked Mexico's first official government discussion on the subject, following in the footsteps of recent U.S. hearings.",
        "time": "9m ago"
    },
    {
        "heading": "The iPhone 15 Pro's camera can be a true game changer",
        "link": "/tech-startup/news/the-iphone-15-pros-camera-can-be-true-game-changer-3417841",
        "description": "The recent launch of Apple's iPhone 15 Pro and Pro Max has set the tech world abuzz, and for good reason. While the device is teeming with top-tier features, it is the camera that truly commands attention. Offering a set of functionalities that can rival some professional cameras, Apple's latest offering is not just an incremental upgrade; it's a significant leap forward from its predecessors, particularly the iPhone 14 Pro.",
        "time": "9m ago"
    },
    {
        "heading": "iPhone 15 finally gets USB-C charging",
        "link": "/tech-startup/news/iphone-15-finally-gets-usb-c-charging-3417386",
        "description": "Apple has announced its adoption of a USB-C charging port for the iPhone 15, replacing the previous Lightning connector.",
        "time": "9m ago"
    },
    {
        "heading": "Apple unveils the iPhone 15",
        "link": "/tech-startup/news/apple-just-unveiled-the-iphone-15-3417251",
        "description": "Apple has launched its latest iPhone 15, continuing its tradition of yearly upgrades to its popular lines of devices.",
        "time": "9m ago"
    },
    {
        "heading": "Apple unveils Apple Watch Series 9 with innovative double-tap feature",
        "link": "/tech-startup/news/apple-unveils-apple-watch-series-9-innovative-double-tap-feature-3417241",
        "description": "Apple introduced its latest addition to the smartwatch line-up, the Apple Watch Series 9, at its Wonderlust event on Tuesday. The new release comes with a range of features, including a high-performance S9 SiP (System in Package) and an innovative \"double-tap\" function.",
        "time": "9m ago"
    },
    {
        "heading": "Bangladeshi esports teams prepare for MLBB M5 Wildcard Qualifier in Nepal",
        "link": "/tech-startup/news/bangladeshi-esports-teams-prepare-mlbb-m5-wildcard-qualifier-nepal-3417081",
        "description": "In an exciting development for the esports community in Bangladesh, two teams, \"Hellbent OPx\" and \"MLT CR\" are preparing to compete in the Mobile Legends: Bang Bang (MLBB) M5 Wildcard Qualifier in Nepal.",
        "time": "9m ago"
    },
    {
        "heading": "EBL launches wearable payment solutions in Bangladesh",
        "link": "/tech-startup/news/ebl-launches-wearable-payment-solutions-bangladesh-3416911",
        "description": "Eastern Bank Limited (EBL), in collaboration with Mastercard and Visa, has launched Bangladesh's first wearable payment devices, branded as 'WEAREBL'. The devices were officially announced on Monday and according to the bank, ‘first of its kind’ ’in the country.",
        "time": "9m ago"
    },
    {
        "heading": "Bangladeshi startup MedEasy raises $750K in seed funding",
        "link": "/tech-startup/news/bangladeshi-startup-medeasy-raises-750k-seed-funding-3416271",
        "description": "MedEasy, a Dhaka-based online pharmacy startup, has successfully closed a seed funding round, raising $750,000. The investment is aimed at expanding its services and bridging the healthcare gap for Bangladesh’s 30 million chronic patients. The funding round was led by Seedstars International Ventures, Doha Tech Angels, Startup Bangladesh Limited, Accelerating Asia, and nVentures, with additional participation from various angel investors.",
        "time": "9m ago"
    },
    {
        "heading": "2 Bangladeshis named in Vogue Business 100 Innovators 2023",
        "link": "/tech-startup/news/2-bangladeshis-named-vogue-business-100-innovators-2023-3416231",
        "description": "Two Bangladeshis have been listed in the Vogue Business 100 Innovators for the year 2023.",
        "time": "9m ago"
    },
    {
        "heading": "Bangladeshi-origin Rumman Chowdhury in TIME's Top 100 in AI",
        "link": "/tech-startup/news/bangladeshi-origin-rumman-chowdhury-times-top-100-ai-3413901",
        "description": "Dr Rumman Chowdhury, a Bangladeshi-origin Bengali American data scientist, has been named in the Time 100 AI list, a prestigious recognition that honours her significant contributions to the field of Artificial Intelligence (AI). With a career that intersects data science and social science, Dr Chowdhury has been a leading voice in applied algorithmic ethics, a burgeoning field that grapples with the ethical implications of AI and machine learning technologies.",
        "time": "9m ago"
    },
    {
        "heading": "Caltex Lubricants partners with Bangladesh’s motorsports legend Avik Anwar",
        "link": "/tech-startup/news/caltex-lubricants-partners-bangladeshs-motorsports-legend-avik-anwar-3413281",
        "description": "Bangladesh’s ace motorsports legend Avik Anwar recently struck a brand partnership deal with Rock Energy Limited, the exclusive distributor of Caltex & Chevron Lubricants in the country.",
        "time": "9m ago"
    },
    {
        "heading": "Leaping up to set newer standards: realme turns 5",
        "link": "/tech-startup/news/leaping-set-newer-standards-realme-turns-5-3413261",
        "description": "Smartphone brand realme is celebrating its 5th anniversary. Over this period, it has emerged as one of the world's fastest-growing smartphone manufacturers and is now a prominent global player.",
        "time": "9m ago"
    },
    {
        "heading": "Made in Bangladesh: How the local video games industry levels up",
        "link": "/tech-startup/news/made-bangladesh-how-the-local-video-games-industry-levels-3411656",
        "description": "Bangladesh's game development market, although smaller than that of the US, shows promise. In 2021, the market was valued at $62.22 million and is part of a broader $0.37 billion gaming industry in the country. Projections indicate that this market could double by 2026.",
        "time": "9m ago"
    },
    {
        "heading": "Amazon Web Services to host Startup Day Bangladesh on October 5",
        "link": "/tech-startup/news/amazon-web-services-host-startup-day-bangladesh-october-5-3411586",
        "description": "Amazon Web Services is hosting a training event called Startup Day Bangladesh 2023 on October 5, 2023. This day-long program will provide hands-on teaching on using the Amazon Web Services (AWS) platform to transform startup designs.",
        "time": "9m ago"
    },
    {
        "heading": "Jaago, UNICEF, and Generation Unlimited hold boot camp in Dhaka for young entrepreneurs",
        "link": "/tech-startup/news/jaago-unicef-and-generation-unlimited-hold-boot-camp-dhaka-young-entrepreneurs-3410931",
        "description": "The JAAGO Foundation Trust, in collaboration with Generation Unlimited and UNICEF, organised the imaGen Ventures Youth Challenge 2023 Boot Camp in Dhaka. The three-day residential workshop provided a transformative platform for the youth from Dhaka to ideate, co-create, and develop impactful community solutions addressing gender inequity and climate change using human-centred design approaches.",
        "time": "9m ago"
    },
    {
        "heading": "Red Dead Redemption 3 confirmed by CEO Zelnick",
        "link": "/tech-startup/news/red-dead-redemption-3-confirmed-ceo-zelnick-3410411",
        "description": "Rockstar Games' parent company Take-Two CEO has confirmed the development of Red Dead Redemption 3, the next instalment in its critically acclaimed western video game series. The announcement has been met with enthusiasm, albeit tempered by the understanding that the release is likely years away.",
        "time": "9m ago"
    },
    {
        "heading": "TikTok hosts Community Guidelines workshops in Bangladesh",
        "link": "/tech-startup/news/tiktok-hosts-community-guidelines-workshops-bangladesh-3410146",
        "description": "Global entertainment platform TikTok recently hosted multiple workshops on its Community Guidelines in Bangladesh.",
        "time": "9m ago"
    },
    {
        "heading": "BMW shifts focus to 'Neue Klasse' to compete with Tesla",
        "link": "/tech-startup/news/bmw-shifts-focus-neue-klasse-compete-tesla-3410141",
        "description": "BMW is revisiting its historical innovation, the \"Neue Klasse,\" this time as an all-electric offering.",
        "time": "9m ago"
    },
    {
        "heading": "Surviving and thriving in a fast-paced work environment: A guide",
        "link": "/next-step/news/surviving-and-thriving-fast-paced-work-environment-guide-3409141",
        "description": "The need to adapt and excel in a fast-paced work environment is not just a skill but a necessity.",
        "time": "9m ago"
    },
    {
        "heading": "Jobs of the week",
        "link": "/next-step/news/jobs-the-week-3409151",
        "description": "Here are our picks for jobs of the week.",
        "time": "9m ago"
    },
    {
        "heading": "Chandrayaan-3 detects possible seismic activity on the moon",
        "link": "/tech-startup/news/chandrayaan-3-detects-possible-seismic-activity-the-moon-3408676",
        "description": "The Instrument for Lunar Seismic Activity (ILSA) payload on India’s Chandrayaan 3 lander has recently discovered vibrations occurring on the moon, as confirmed by the Indian Space Research Organisation (ISRO) on August 31.",
        "time": "9m ago"
    },
    {
        "heading": "Lettre: the digital renaissance of handwritten letters and stamp collecting",
        "link": "/tech-startup/news/lettre-the-digital-renaissance-handwritten-letters-and-stamp-collecting-3408561",
        "description": "In an era where instant messaging and artificial intelligence dominate our conversations, two friends from Bangladesh are reviving the art of handwritten letters with a modern twist. Mashfique and Atik, the co-founders of CheeThee LLC, are set to launch Lettre, an iPad app that aims to reinvest in the depth of human relationships through deliberate communication.",
        "time": "9m ago"
    },
    {
        "heading": "In Myanmar, a mobile game funds the resistance, one click at a time",
        "link": "/tech-startup/news/myanmar-mobile-game-funds-the-resistance-one-click-time-3407991",
        "description": "Ko Toot, an IT professional based out of Myanmar, has turned his anger and skills into a potent weapon against the ruling military junta: a mobile game. The game, originally launched as 'The PDF Game' in early 2022, has become an unexpected fundraising and awareness-raising tool for the anti-military resistance known as the People's Defence Forces (PDF).",
        "time": "9m ago"
    },
    {
        "heading": "Chandrayaan-3 confirms sulphur on the moon",
        "link": "/tech-startup/news/chandrayaan-3-confirms-sulphur-the-moon-3407911",
        "description": "n instrument onboard the Chandrayaan-3 mission's rover 'Pragyan' has confirmed the presence of sulphur in the south pole lunar soil.",
        "time": "9m ago"
    },
    {
        "heading": "OPPO launches A78 smartphone in Bangladesh",
        "link": "/tech-startup/news/oppo-launches-a78-smartphone-bangladesh-3407891",
        "description": "OPPO has recently launched its latest smartphone in Bangladesh, the OPPO A78.",
        "time": "9m ago"
    },
    {
        "heading": "Meet this year's Ramon Magsaysay Award winners",
        "link": "/tech-startup/news/meet-years-ramon-magsaysay-award-winners-3407856",
        "description": "This year, four Asians were given the Ramon Magsaysay Award: Korvi Rakshand from Bangladesh, Eugenio Lemos from Timor-Leste, Miriam Coronel-Ferrer from the Philippines, and Dr Ravi Kannan R. from India.",
        "time": "9m ago"
    },
    {
        "heading": "JAAGO's Korvi receives Magsaysay award, the 'Nobel Prize of Asia'",
        "link": "/tech-startup/news/jaagos-korvi-receives-magsaysay-award-the-nobel-prize-asia-3407591",
        "description": "Korvi Rakshand, the founder of JAAGO Foundation, has been announced as one of the winners of the 2023 Ramon Magsaysay Award in the Emergent Leadership category. Often referred to as the \"Nobel Prize of Asia,\" this prestigious award—the highest accolade in Asia—recognises exceptional contributions of individuals in various fields, from public service to social innovation that impacts the lives of Asians. Notable recipients of this award include Sir Fazle Hasan Abed, Mother Teresa, Dalai Lama, and Satyajit Ray, among others.",
        "time": "10m ago"
    },
    {
        "heading": "Deepfakes demystified: An introduction to the controversial AI tool",
        "link": "/tech-startup/news/deepfakes-demystified-introduction-the-controversial-ai-tool-3406951",
        "description": "Despite deepfake technology recently rising to mainstream prominence, not all of us are aware of what it exactly is, and what kind of perils it can ensue. Join us as we delve into the captivating world of deepfakes, exploring their positive applications as well as their potential misuses.",
        "time": "10m ago"
    },
    {
        "heading": "iPhone 15 to be released officially on September 12",
        "link": "/tech-startup/news/iphone-15-be-released-officially-september-12-3406796",
        "description": "Apple has officially announced its annual event, scheduled for 12 September at Apple Park. The invitation, titled \"Wonderlust,\" indicates that the company plans to unveil its iPhone 15 series, among other products.",
        "time": "10m ago"
    },
    {
        "heading": "Google Flights will now tell you when to book the cheapest flights",
        "link": "/tech-startup/news/google-flights-will-now-tell-you-when-book-the-cheapest-flights-3406171",
        "description": "Google Flights is launching a new tool to help travellers decide when to book their flights.",
        "time": "10m ago"
    },
    {
        "heading": "The biggest upcoming games announced at Gamescom 2023",
        "link": "/tech-startup/news/the-biggest-upcoming-games-announced-gamescom-2023-3405336",
        "description": "The annual Gamescom event in Cologne, Germany, has showcased an impressive lineup of forthcoming video game releases, drawing attention from industry professionals and gaming enthusiasts alike. This year, Gamescom unveiled a diverse range of titles across genres on its Opening Night Live and the subsequent days. Here's a brief roundup of the major titles announced and showcased:",
        "time": "10m ago"
    },
    {
        "heading": "28 fintech innovations recognised at 2nd Bangladesh Fintech Award",
        "link": "/tech-startup/news/28-fintech-innovations-recognised-2nd-bangladesh-fintech-award-3405151",
        "description": "The 2nd edition of the Bangladesh Fintech Award recently honoured 28 fintech innovations across 11 categories through a grand gala ceremony in Dhaka.",
        "time": "10m ago"
    },
    {
        "heading": "Avik Anwar triumphs in Malaysia Championship Series",
        "link": "/tech-startup/news/avik-anwar-triumphs-malaysia-championship-series-3405136",
        "description": "Avik Anwar, the Bangladeshi racing sensation, clinched first place in Race-2 of Round-3 in the Malaysia Championship Series at the Sepang International Circuit on Sunday. This victory marks a significant milestone in Anwar's career, elevating him to third place overall in the championship standings.",
        "time": "10m ago"
    },
    {
        "heading": "Green Delta Capital secures sustainability bond for Runner Automobiles",
        "link": "/shift/news/green-delta-capital-secures-sustainability-bond-runner-automobiles-3404301",
        "description": "Green Delta Capital Limited (GDCL) has successfully closed the subscription of a sustainability bond for Runner Automobiles PLC. According to a press release, this is the first-ever sustainability bond in Bangladesh certified by Moody’s Investors Service Singapore Pte.",
        "time": "10m ago"
    },
    {
        "heading": "TECNO launches flagship outlet in Jamuna Future Park",
        "link": "/tech-startup/news/tecno-launches-flagship-outlet-jamuna-future-park-3403476",
        "description": "TECNO has recently inaugurated its flagship outlet at Jamuna Future Park, Dhaka.",
        "time": "10m ago"
    },
    {
        "heading": "YouTube tests music recognition feature like Shazam",
        "link": "/tech-startup/news/youtube-tests-music-recognition-feature-shazam-3402361",
        "description": "YouTube is experimenting with a new feature that allows a subset of Android users to identify songs by humming, singing, or recording snippets of music. The feature, currently in its testing phase, aims to make the video-sharing platform an even more popular destination for music enthusiasts.",
        "time": "10m ago"
    },
    {
        "heading": "Local tech firm Streams Tech Ltd. achieves ISO certification",
        "link": "/tech-startup/news/local-tech-firm-streams-tech-ltd-achieves-iso-certification-3402086",
        "description": "Streams Tech Ltd., a local software development and IT company, has recently received the ISO 27001:2013 certification. ISO 27001:2013 is an internationally recognised standard for Information Security Management Systems (ISMS).",
        "time": "10m ago"
    },
    {
        "heading": "Google introduces Dark Web report feature in India",
        "link": "/tech-startup/news/google-introduces-dark-web-report-feature-india-3402001",
        "description": "Google is rolling out its Dark Web Report feature to a select group of users in India, marking an expansion beyond its initial availability only to users in the United States.",
        "time": "10m ago"
    },
    {
        "heading": "Musk wants to remove headlines from articles shared on X",
        "link": "/tech-startup/news/musk-wants-remove-headlines-articles-shared-x-3400866",
        "description": "Elon Musk, the owner of the social media platform X, formerly known as Twitter, is testing the removal of headlines from articles shared on the site. The change was first reported by Fortune and later confirmed by Musk.",
        "time": "10m ago"
    },
    {
        "heading": "Sony announces PlayStation Portal",
        "link": "/tech-startup/news/sony-announces-playstation-portal-3401396",
        "description": "Sony Interactive Entertainment has officially unveiled its much-anticipated handheld gaming device, the PlayStation Portal, set to launch later this year. The device aims to extend the PlayStation 5 (PS5) gaming experience by allowing users to stream PS5 games over Wi-Fi to an eight-inch LCD screen with 1080p resolution at 60 frames per second.",
        "time": "10m ago"
    },
    {
        "heading": "How Chandrayaan-3 took India to the moon",
        "link": "/tech-startup/news/how-chandrayaan-3-took-india-the-moon-3401276",
        "description": "On August 23 at 6:34 pm BDT, India's unmanned moon flight Chandrayaan-3 made history by successfully landing on the surface of the moon. This is the first time India has achieved a lunar landing via a spacecraft, with the latest mission being the third iteration of the Chandrayaan space programmes hosted by the Indian Space Research Organisation (ISRO).",
        "time": "10m ago"
    },
    {
        "heading": "Here's how you can watch the India moon landing LIVE",
        "link": "/tech-startup/news/heres-how-you-can-watch-the-india-moon-landing-live-3401051",
        "description": "The Indian Space Research Organisation (ISRO) is on the cusp of making history today as its Chandrayaan-3 mission enters its final stage, aiming for a soft landing on the moon. The event is scheduled for 6.04 PM. Indian Standard Time (IST), and if successful, will mark India's entry into an elite club of nations capable of landing a spacecraft on the lunar surface.",
        "time": "10m ago"
    },
    {
        "heading": "Here's how to watch the Asia Cup and the Cricket World Cup online",
        "link": "/tech-startup/news/heres-how-watch-the-asia-cup-and-the-cricket-world-cup-online-3401036",
        "description": "The Asia Cup 2023 is scheduled to be held from 30 August to 17 September in Pakistan and Sri Lanka, while the ICC Men's Cricket World Cup 2023 will commence in India on 5 October and conclude on 19 November.\r\n\r\nSo where can you stream the matches? Here's a list of apps to stay up-to-date with the cricket action straight from the cricket pitch.",
        "time": "10m ago"
    },
    {
        "heading": "Microsoft adds Python to Excel",
        "link": "/tech-startup/news/microsoft-adds-python-excel-3400976",
        "description": "Microsoft announced today that it is integrating the Python programming language into its ubiquitous Excel spreadsheet software. The public preview of this groundbreaking feature is available today for Microsoft 365 Insiders in the Beta Channel, initially limited to Windows users.",
        "time": "10m ago"
    },
    {
        "heading": "Traffic police officers in Ahmedabad, India donning 'AC helmets'",
        "link": "/tech-startup/news/traffic-police-officers-ahmedabad-india-donning-ac-helmets-3400956",
        "description": "Ahmedabad Traffic Police, in an innovative solution to tackle the intensity of the summer, has introduced special 'AC helmets' to officers on duty. A recently viral video in India shows constables wearing these AC helmets while controlling the traffic in the streets of Ahmedabad, Gujarat, India.",
        "time": "10m ago"
    },
    {
        "heading": "Gillette and Razer to launch a shaving razor for gamers",
        "link": "/tech-startup/news/gillette-and-razer-launch-shaving-razor-gamers-3400836",
        "description": "Gillette and Razer have announced that their April Fools' joke is becoming a tangible product, set to be released by the end of August. The collaboration, officially named the GilletteLabs Razor Limited Edition, is essentially a rebranded version of Gillette's flagship disposable-blade razor, the Exfoliating Bar razor. The new edition will feature Razer's signature acid green colour, replacing many of the chrome elements found on the standard GilletteLabs unit, which retails for $24.99.",
        "time": "10m ago"
    },
    {
        "heading": "Samsung launches Galaxy A24 in Bangladesh",
        "link": "/tech-startup/news/samsung-launches-galaxy-a24-bangladesh-3399571",
        "description": "Samsung has recently introduced the latest addition to its A series, the Galaxy A24 smartphone in Bangladesh.",
        "time": "10m ago"
    },
    {
        "heading": "Investment management firm APS Partners begins operations in Bangladesh",
        "link": "/tech-startup/news/investment-management-firm-aps-partners-begins-operations-bangladesh-3399511",
        "description": "The Japanese investment management firm APS Partners has begun operations in Bangladesh. The company will focus on technology, construction, engineering, infrastructure, garment, leather and textile, agriculture and food processing, blue economy, and electronics, according to a press release.",
        "time": "10m ago"
    },
    {
        "heading": "Team from Bangladesh wins two silver medals at International Olympiad on Astronomy and Astrophysics",
        "link": "/tech-startup/news/team-bangladesh-wins-two-silver-medals-international-olympiad-astronomy-and-astrophysics-3399156",
        "description": "A team from Bangladesh has recently won 2 silver and 1 bronze medal at the 16th International Olympiad on Astronomy and Astrophysics (IOAA) 2023. This year’s competition consisted of 256 student participants from 50 nations, with this being the first time Bangladesh won a silver medal in this global event.",
        "time": "10m ago"
    },
    {
        "heading": "Xiaomi launches Redmi 12 in Bangladesh",
        "link": "/tech-startup/news/xiaomi-launches-redmi-12-bangladesh-3398851",
        "description": "Xiaomi has announced the release of the Redmi 12 in Bangladesh today. The smartphone is the latest addition to the Redmi Number Series and is part of the locally assembled smartphones from the #MakeInBangladesh project.",
        "time": "10m ago"
    },
    {
        "heading": "John Warnock, co-founder of Adobe, passes away",
        "link": "/tech-startup/news/john-warnock-co-founder-adobe-passes-away-3398841",
        "description": "Dr John Edward Warnock, co-founder of the multinational software company Adobe Inc., passed away on August 19, Saturday. According to an official statement by the company, he was 82 years of age during his final breath. The cause of death was not officially disclosed.",
        "time": "10m ago"
    },
    {
        "heading": "'Asia's largest' freelancer convention held in Dhaka with over 3000 freelancers",
        "link": "/tech-startup/news/asias-largest-freelancer-convention-held-dhaka-over-3000-freelancers-3398051",
        "description": "A national freelancer convention was hosted today on August 19 at the International Convention Centre Bashundhara with the participation of over 3,000 freelancers from various regions across the country. Termed National Freelancer Conference 2023, or NFCON 2023 for short, the conference was said to be 'Asia's largest' freelancer conference.",
        "time": "10m ago"
    },
    {
        "heading": "Acer to strengthen its services in Bangladesh: Acer CSO",
        "link": "/tech-startup/news/acer-strengthen-its-services-bangladesh-acer-cso-3396716",
        "description": "A press meeting was recently held where Sanjeev Mehtani, Chief Sales Officer (CSO) of Acer for India, Bangladesh, and Bhutan, answered questions from journalists and reaffirmed the brand's commitment towards innovative technology and sustainable services.",
        "time": "10m ago"
    },
    {
        "heading": "India develops tech to prevent attacks in 5G networks",
        "link": "/tech-startup/news/india-develops-tech-prevent-attacks-5g-networks-3396536",
        "description": "Indian scientists have developed an indigenous software technology that can detect and prevent attacks in the 5G telecom networks, as per a recent statement by India's Ministry of Science and Technology.",
        "time": "10m ago"
    },
    {
        "heading": "A love letter to Cricket 07",
        "link": "/tech-startup/news/love-letter-cricket-07-3395971",
        "description": "For most of the West, EA Sports is synonymous with franchises like FIFA and Madden NFL. But venture a little eastward, especially into the heart of South Asia, and you'll discover a cultural phenomenon that remains etched in our collective memories: EA Sports Cricket 07.",
        "time": "10m ago"
    },
    {
        "heading": "Behind the journey of Team Atlas: the global award-winning robotics team from Bangladesh",
        "link": "/tech-startup/news/behind-the-journey-team-atlas-the-global-award-winning-robotics-team-bangladesh-3395651",
        "description": "Team Atlas, a robotics team from Bangladesh, recently ranked second worldwide at the World Robotics Championship 2023 among more than 300 teams. Previously, they also became Gold Medalists at the International Science & Innovation Fair 2022, and earned the award of Galactic Problem Solver in the NASA Space Apps Challenge 2021.",
        "time": "10m ago"
    },
    {
        "heading": "Bangladeshi Nabanita in Forbes’ 30 under 30 Toronto list",
        "link": "/tech-startup/news/bangladeshi-nabanita-forbes-30-under-30-toronto-list-3394256",
        "description": "Nabanita Nawar, a Bangladeshi researcher and entrepreneur residing in Canada, has been featured in the Forbes’ ‘30 Under 30 Local: Toronto’ list. This is the popular business magazine’s first-ever list of this kind, and she is the only Bangladeshi to be featured.",
        "time": "10m ago"
    },
    {
        "heading": "Musk and Zuck will fight each other in an \"epic\" Italian spot",
        "link": "/tech-startup/news/musk-and-zuck-will-fight-each-other-epic-italian-spot-3392641",
        "description": "Elon Musk and Mark Zuckerberg long anticipated MMA fight is now set to take place in Italy, with the exact location yet to be disclosed, as confirmed by Musk's Twitter (Now called X) post. The event will be promoted by their respective foundations and streamed on Twitter and Meta platforms. All proceeds generated from the fight will be donated to veterans.",
        "time": "10m ago"
    },
    {
        "heading": "Bangladesh Bank warns banks and financial institutions against cyber attacks",
        "link": "/tech-startup/news/bangladesh-bank-warns-banks-and-financial-institutions-against-cyber-attacks-3392616",
        "description": "The Bangladesh Bank has rolled out a comprehensive 11-point instruction, urging all banks and financial institutions to bolster their cyber defences. This move comes on the heels of a recent cyber threat targeting the country's cyber sphere, with potential implications for critical state information infrastructure (CII), including banking, healthcare, and government operations.",
        "time": "10m ago"
    },
    {
        "heading": "Elon Musk's Tesla now selling cat beds in China",
        "link": "/tech-startup/news/elon-musks-tesla-now-selling-cat-beds-china-3390106",
        "description": "Tesla, the electric vehicle manufacturer led by Elon Musk, has introduced a distinctive cat bed in China that draws inspiration from the design of the company's forthcoming electric pickup truck, the Cybertruck. The 'Cybertruck Multifunctional Corrugated Cat Nest' is crafted from angular cardboard and features an angular shape reminiscent of the Cybertruck's unique aesthetic.",
        "time": "10m ago"
    },
    {
        "heading": "WhatsApp introduces screen-sharing feature for video calls",
        "link": "/tech-startup/news/whatsapp-introduces-screen-sharing-feature-video-calls-3389701",
        "description": "WhatsApp, the messaging platform owned by Meta, has introduced a new screen-sharing feature aimed at enhancing its video calling capabilities. The addition puts WhatsApp in competition with established video conferencing apps like Microsoft Meet, Google Meet, Zoom, and Apple's FaceTime.",
        "time": "10m ago"
    },
    {
        "heading": "Brac University team ranks second at RoboSub 2023",
        "link": "/tech-startup/news/brac-university-team-ranks-second-robosub-2023-3388786",
        "description": "BRACU Duburi, a team from Brac University, has secured the second overall position in RoboSub 2023, an international student competition hosted by the nonprofit organisation RoboNation. In addition to becoming the first runners-up, the Bangladeshi team also received an Ingenuity Special Award in this competition.",
        "time": "10m ago"
    },
    {
        "heading": "Lenovo partners with Islami Bank for tech development",
        "link": "/tech-startup/news/lenovo-partners-islami-bank-tech-development-3388586",
        "description": "Lenovo, a multinational technology company, has partnered with Islami Bank, a local commercial bank, to provide 1,500 units of ThinkCentre Neo 50T laptops. The collaboration is a part of the two company's steps towards technological development, with Lenovo providing the bank with continuous technical support whenever required.",
        "time": "10m ago"
    },
    {
        "heading": "Samsung Galaxy Z Flip5 and Galaxy Z Fold5: pre-orders started",
        "link": "/tech-startup/news/samsung-galaxy-z-flip5-and-galaxy-z-fold5-pre-orders-started-3387846",
        "description": "Samsung Bangladesh has started accepting pre-orders for its fifth-generation foldables – Galaxy Z Flip5 and Galaxy Z Fold5.",
        "time": "10m ago"
    },
    {
        "heading": "Saudi Arabia invests heavily in gaming to propel diversification",
        "link": "/tech-startup/news/saudi-arabia-invests-heavily-gaming-propel-diversification-3387811",
        "description": "Saudi Arabia has made a resolute commitment to invest $8 billion in the gaming industry over the past year, with ambitious plans to become an international gaming hub.",
        "time": "10m ago"
    },
    {
        "heading": "Country in risk of targeted cyber attack on August 15, says CIRT",
        "link": "/tech-startup/news/country-risk-targeted-cyber-attack-august-15-says-cirt-3386456",
        "description": "According to a press release issued by the Bangladesh Government's Computer Incident Response Team (BGD e-GOV CIRT) and signed by CIRT Project Director Engr. Mohammad Saiful Alam Khan, the country is facing an imminent cyber threat on August 15. The alert was issued in response to a declaration made by religious and ideologically motivated underground hacker groups. These groups have threatened to launch a series of cyber-attacks against Bangladesh's cyberspace on the specified date, as stated in the press release by BGD e-Gov CIRT.",
        "time": "10m ago"
    },
    {
        "heading": "The Land Cruiser 70 returns",
        "link": "/tech-startup/news/the-land-cruiser-70-returns-3385556",
        "description": "The iconic Toyota Land Cruiser 70 series, known for its rugged reliability and unyielding performance, is making a triumphant return with its first update in 15 years. While North American fans are still unable to purchase it for road use, the new 2024 model is back on sale in Japan.",
        "time": "10m ago"
    },
    {
        "heading": "YouTube Premium launched in Bangladesh at BDT 239 per month",
        "link": "/tech-startup/news/youtube-premium-launched-bangladesh-bdt-239-month-3385521",
        "description": "YouTube Premium and YouTube Music are now officially available in Bangladesh, at a cost of BDT 239 per month for the premium subscription.",
        "time": "10m ago"
    },
    {
        "heading": "Facebook page scam: Hackers target Bangladeshi pages, agencies",
        "link": "/tech-startup/news/facebook-page-scam-hackers-target-bangladeshi-pages-agencies-3384571",
        "description": "Unscrupulous hackers are employing deceptive tactics to lure users into downloading tools such as Facebook Ad Manager and Google Bard, subsequently infecting their devices with harmful malware.",
        "time": "10m ago"
    },
    {
        "heading": "Samsung Galaxy Z Flip 5 and Z Fold 5: Our first impressions",
        "link": "/tech-startup/news/samsung-galaxy-z-flip-5-and-z-fold-5-our-first-impressions-3383866",
        "description": "Samsung has taken the spotlight once again with the unveiling of its latest offerings: the Galaxy Z Flip 5 and Galaxy Z Fold 5.",
        "time": "10m ago"
    },
    {
        "heading": "TikTok launches new text-only post feature",
        "link": "/tech-startup/news/tiktok-launches-new-text-only-post-feature-3383281",
        "description": "Global entertainment platform TikTok has recently introduced a ‘text-only’ Post feature as a new format to its platform.",
        "time": "11m ago"
    },
    {
        "heading": "RUET team ranks 8th in Formula Student Switzerland",
        "link": "/tech-startup/news/ruet-team-ranks-8th-formula-student-switzerland-3382966",
        "description": "Team Crack Platoon from Rajshahi University of Engineering & Technology (RUET) has ranked 8th overall at Formula Student Switzerland earlier this month, participating against 22 teams from 12 countries. They also clinched the 4th position in the ‘business plan presentation’ category at the competition.",
        "time": "11m ago"
    },
    {
        "heading": "Bangladesh Startup Summit Day 2: Jaan Tallinn, Skype Co-Founder, on Artificial Intelligence",
        "link": "/tech-startup/news/bangladesh-startup-summit-day-2-jaan-tallinn-skype-co-founder-artificial-intelligence-3381881",
        "description": "In a riveting fireside chat during the second day of the Bangladesh Startup Summit, attendees were treated to an exclusive virtual conversation with Jaan Tallinn, the co-founder of Skype and a thought leader in the field of artificial intelligence (AI).",
        "time": "11m ago"
    },
    {
        "heading": "Bangladesh ripe ground for startup investments, discuss panellists",
        "link": "/tech-startup/news/bangladesh-ripe-ground-startup-investments-discuss-panellists-3381871",
        "description": "On the second day of the Bangladesh Startup Summit, a panel of distinguished experts convened to discuss the question, \"Why Invest in Bangladesh?\" The session aimed to highlight the country's appeal as an investment destination and explore the various opportunities it offers.",
        "time": "11m ago"
    },
    {
        "heading": "Carving a place for Bangladesh in Reddit's r/place",
        "link": "/tech-startup/news/carving-place-bangladesh-reddits-rplace-3381836",
        "description": "United by a shared purpose, the r/bangladesh community gathered on a Discord server, starting with just a handful of individuals and growing to an astonishing 3500 members.",
        "time": "11m ago"
    },
    {
        "heading": "Team from Bangladesh ranks 2nd at Robotics World Cup 2023",
        "link": "/tech-startup/news/team-bangladesh-ranks-2nd-robotics-world-cup-2023-3381136",
        "description": "This year's World Robotics Championship was organised across nine tracks, including the ‘WRC Innovation Contest’, in which Team Atlas became the first runners-up. Team Atlas brought two robots; Defender, a firefighting robot, and Atlas Spark, a multifunctional robot used for mining, investigation, and rescue.",
        "time": "11m ago"
    },
    {
        "heading": "Every end marks a new beginning",
        "link": "/tech-startup/news/every-end-marks-new-beginning-3380301",
        "description": "To our readers, thank you for your unwavering support and loyalty. We invite you to join us in embracing this new beginning and be a part of the exciting journey that lies ahead. Together, let us explore the endless possibilities that technology and startups offer, celebrating the innovative spirit that drives us all.",
        "time": "11m ago"
    },
    {
        "heading": "Is Starlink coming to Bangladesh?",
        "link": "/tech-startup/news/starlink-coming-bangladesh-3379191",
        "description": "As per latest reports, SpaceX officials have come to Dhaka to strike a deal with Bangladesh's ICT Division in officially launching Starlink internet connection in the country. With official talks now underway, we may be on the path to having Starlink internet for our own homes.",
        "time": "11m ago"
    },
    {
        "heading": "How to save your smartphone from hackers",
        "link": "/tech-startup/news/how-save-your-smartphone-hackers-3379146",
        "description": "Smartphones have become an indispensable companion in our daily lives. Therefore, it is important to prioritise its security. Let's learn how to protect your smartphone from hacking.",
        "time": "11m ago"
    },
    {
        "heading": "How to identify real and fake iPhones",
        "link": "/tech-startup/news/how-identify-real-and-fake-iphones-3379131",
        "description": "iPhones have a universal appeal, and many people dream of owning one, regardless of their profession.",
        "time": "11m ago"
    },
    {
        "heading": "How Twitter's logo changed over the years",
        "link": "/tech-startup/news/how-twitters-logo-changed-over-the-years-3378191",
        "description": "As we say goodbye to the blue bird that we have all known and loved, let's take a look at how Twitter's logo and icon have changed over the years.",
        "time": "11m ago"
    },
    {
        "heading": "Twitter's blue bird logo to be replaced by an X: Elon Musk",
        "link": "/tech-startup/news/twitters-blue-bird-logo-be-replaced-x-elon-musk-3377271",
        "description": "Elon Musk recently signalled that he would do more to take Twitter in a new direction with a rebranding that will replace its well-known blue bird logo with an X after acknowledging advertisers have been slow to return.",
        "time": "11m ago"
    },
    {
        "heading": "Lewis Hamilton breaks record in Formula One racing",
        "link": "/tech-startup/news/lewis-hamilton-breaks-record-formula-one-racing-3376416",
        "description": "Lewis Hamilton, a British-born Formula One driver representing Mercedes, has recently broken the record for obtaining the most poles in a single circuit.",
        "time": "11m ago"
    },
    {
        "heading": "ChatGPT's Android app coming next week",
        "link": "/tech-startup/news/chatgpts-android-app-coming-next-week-3375586",
        "description": "Users can now pre-register for the ChatGPT Android app on Google Play Store, with the official release slated to be next week.",
        "time": "11m ago"
    },
    {
        "heading": "The rise of AI in Hollywood: Actors and writers vs automation",
        "link": "/tech-startup/news/the-rise-ai-hollywood-actors-and-writers-vs-automation-3374071",
        "description": "Recently, Hollywood has been having its fair share of internal conflict due to AI, as SAG-AFTRA and WGA are on strike against AMPTP, primarily regarding the trade association’s recent stance on AI.",
        "time": "11m ago"
    },
    {
        "heading": "Safeguarding workspaces from escalating cyber attacks: A comprehensive guide",
        "link": "/tech-startup/news/safeguarding-workspaces-escalating-cyber-attacks-comprehensive-guide-3374781",
        "description": "This article provides a comprehensive guide on how organisations can safeguard their data, secure their employees' information, prevent cyber attacks, and respond effectively in case of a breach.",
        "time": "11m ago"
    },
    {
        "heading": "Google is developing an AI that can write news stories",
        "link": "/tech-startup/news/google-developing-ai-can-write-news-stories-3374176",
        "description": "Google is reportedly developing an AI tool under the working title 'Genesis' that aims to generate news stories when supplied with event details.",
        "time": "11m ago"
    },
    {
        "heading": "TikTok removed over 42 lakh videos in Bangladesh during Q1 2023",
        "link": "/tech-startup/news/tiktok-removed-over-42-lakh-videos-bangladesh-during-q1-2023-3374156",
        "description": "92.2% of the violative videos in Bangladesh were removed before anyone could view them.",
        "time": "11m ago"
    },
    {
        "heading": "AI news presenters: What they mean for the future of newsroom",
        "link": "/tech-startup/news/ai-news-presenters-what-they-mean-the-future-newsroom-3374106",
        "description": "Since the debut of the country's first-ever artificial intelligence news presenter named 'Aparajita', there has been a raging debate regarding whether AI news presenters will take over the job of human news presenters in Bangladesh.",
        "time": "11m ago"
    },
    {
        "heading": "Apple testing 'Apple GPT' to rival ChatGPT: reports",
        "link": "/tech-startup/news/apple-testing-apple-gpt-rival-chatgpt-reports-3374041",
        "description": "Apple is currently testing a new AI tool to compete with OpenAI, as per a recent report by Bloomberg News. While there has been no definitive announcement regarding the AI tool yet, insider reports are currently calling it 'Apple GPT'.",
        "time": "11m ago"
    },
    {
        "heading": "Channel 24 introduces country's first 'AI' news presenter",
        "link": "/tech-startup/news/channel-24-introduces-countrys-first-ai-news-presenter-3373376",
        "description": "Channel 24, a private TV network based in Dhaka, today unveiled the country's first-ever 'artificial intelligence' news presenter named 'Aparajita.' Aparajita debuted during the 7 pm bulletin on Wednesday. Channel 24 did not disclose the details behind the technology used in making the 'artificial intelligence' presenter.",
        "time": "11m ago"
    },
    {
        "heading": "How Nolan detonated an 'atomic bomb' for Oppenheimer without CGI",
        "link": "/tech-startup/news/how-nolan-detonated-atomic-bomb-oppenheimer-without-cgi-3373286",
        "description": "ppenheimer. Nolan, known for his commitment to realism, achieved the explosive effect of a detonating atomic bomb without relying on computer-generated imagery (CGI). Instead, he employed a combination of practical effects and innovative techniques to create a truly immersive experience for the audience.",
        "time": "11m ago"
    },
    {
        "heading": "iPhone 16 Pro Max may get a huge upgrade: A super telephoto camera",
        "link": "/tech-startup/news/iphone-16-pro-max-may-get-huge-upgrade-super-telephoto-camera-3373231",
        "description": "In a recent report originating from reliable Apple news source MacRumors, it has been suggested that the highly anticipated iPhone 16 Pro Max could revolutionise smartphone photography with the inclusion of a super telephoto periscope camera.",
        "time": "11m ago"
    },
    {
        "heading": "TikTok wants to beat Spotify; rolls out music streaming in more countries",
        "link": "/tech-startup/news/tiktok-wants-beat-spotify-rolls-out-music-streaming-more-countries-3373226",
        "description": "TikTok has recently launched its music streaming platform, TikTok Music, in certain countries. The subscription-based app is currently available in Indonesia, Brazil, and select beta testers from Australia, Mexico, and Singapore.",
        "time": "11m ago"
    },
    {
        "heading": "SophosEncrypt ransomware impersonates cybersecurity firm Sophos",
        "link": "/tech-startup/news/sophosencrypt-ransomware-impersonates-cybersecurity-firm-sophos-3373171",
        "description": "A new ransomware-as-a-service called SophosEncrypt is impersonating cybersecurity giant Sophos, using the company name for its malicious activities.",
        "time": "11m ago"
    },
    {
        "heading": "Shark Tank India investors funded only 27 startups; they promised 65",
        "link": "/tech-startup/news/shark-tank-india-investors-funded-only-27-startups-they-promised-65-3373181",
        "description": "In a recent analysis by market intelligence firm PrivateCircle, it has been revealed that the investors on \"Shark Tank India\" failed to fulfill a significant portion of their investment promises made during the show's inaugural season. The report highlights concerns over the show's credibility and raises questions about the efficacy of the investors' commitments.",
        "time": "11m ago"
    },
    {
        "heading": "Twitter faces lawsuit over severance pay of former employees",
        "link": "/tech-startup/news/twitter-faces-lawsuit-over-severance-pay-former-employees-3373161",
        "description": "Twitter was recently sued for owing around $500 million in severance pay to former employees, as per a proposed class action lawsuit filed by former Twitter senior engineer Chris Woodfield.",
        "time": "11m ago"
    },
    {
        "heading": "Microsoft patches 132 security vulnerabilities in latest Windows update",
        "link": "/tech-startup/news/microsoft-patches-132-security-vulnerabilities-latest-windows-update-3373136",
        "description": "Microsoft has recently patched a total of 132 security flaws in the latest Windows update. Out of them, nine were rated 'critical' and 121 were rated 'important' in terms of their severity when the patch was first released.",
        "time": "11m ago"
    },
    {
        "heading": "Russia bans iPhone for govt. employees",
        "link": "/tech-startup/news/russia-bans-iphone-govt-employees-3372411",
        "description": "Russian officials have been instructed to cease using iPhones for official purposes. The ban, which took effect on July 17, has been enforced by the country's trade ministry, with other ministries and state-owned enterprises expected to follow suit.",
        "time": "11m ago"
    },
    {
        "heading": "United Nations to hold first ever meeting on AI regulation",
        "link": "/tech-startup/news/united-nations-hold-first-ever-meeting-ai-regulation-3372396",
        "description": "The United Nations Security Council is set to convene its first-ever formal discussion on the subject of artificial intelligence (AI) this week in New York. With the British presidency of the Security Council in July, the nation is taking the opportunity to rally international support for addressing the potential risks posed by emerging AI technology.",
        "time": "11m ago"
    },
    {
        "heading": "5 books every startup founder should read",
        "link": "/tech-startup/news/5-books-every-startup-founder-should-read-3372381",
        "description": "We present five indispensable books that every startup founder should read. These literary gems offer profound wisdom, practical advice, and valuable perspectives from seasoned entrepreneurs, business leaders, and thought-provoking thinkers.",
        "time": "11m ago"
    },
    {
        "heading": "What happens when our data gets leaked: Here's how concerned you should be",
        "link": "/tech-startup/news/what-happens-when-our-data-gets-leaked-heres-how-concerned-you-should-be-3372131",
        "description": "A recent security breach on the website of the Office of the Registrar General, Birth & Death Registration (BDRIS) has raised significant concerns regarding data privacy and the potential consequences individuals may face when their sensitive information falls into the wrong hands. Let's will delve into the implications of such a breach, highlighting the far-reaching effects on affected individuals.",
        "time": "11m ago"
    },
    {
        "heading": "You can now use Google Bard in Bangla",
        "link": "/tech-startup/news/you-can-now-use-google-bard-bangla-3371281",
        "description": "Google has released a new update to Bard, in which the AI chatbot can understand and give replies in over 40 languages, including Bangla.",
        "time": "11m ago"
    },
    {
        "heading": "Bytes is now Tech & Startup",
        "link": "/tech-startup/news/bytes-now-tech-startup-3370446",
        "description": "In a world driven by technological advancement, there are few endeavours as inspiring as those dedicated to unravelling the complexities of the digital realm. Today, we pay homage to one such endeavour, one that has shaped the landscape of technology journalism in Bangladesh over the past decade. With heavy hearts, we bid farewell to Bytes, a publication that has been a beacon of knowledge, insight, and innovation since its inception in 2013.",
        "time": "11m ago"
    }
]